label badend4:    
    scene PlayerHomeM_Night4 with Dissolve(1.0)
    play music "audio/bgm/musukari_no_hana.mp3" volume 0.5
    n "ผมไม่ได้กดรับสายเพราะผมไม่รู้จักเบอร์ ซ้ำร้ายไปกว่านั้น หลังจากคุยกับแม่แล้วผมก็รู้สึกเหนื่อยล้าไปหมด " with dissolve
    "การคุยกับคนที่ไม่มีวันเห็นตรงกัน มันสิ้นเปลืองพลังงานขนาดนี้เชียวเหรอ?"
    "ผมไม่อยากคุยกับใครอีกแล้ว"
    "....."
    "ผมนอนดีกว่า"
    stop music
    "ไม่อยากคิดอะไรอีกต่อไปแล้ว "
    scene Sky_Morning with Dissolve(1.0)
    hide PlayerHomeM_Night4

    play music "audio/bgm/yuki_kaze.mp3" volume 0.5
    "วันรุ่งขึ้นมาถึงในที่สุด "
    scene StudentdormitoryOutside_Morning with Dissolve(1.0)
    hide Sky_Morning

    "ผมเดินมาโรงเรียนเหมือนทุกวันที่ผ่านมา"
    "นักเรียนหลายคนในโรงเรียนเดินมาพร้อมกับกลุ่มเพื่อนหรือไม่ก็ผู้ปกครองของพวกเขา แต่สำหรับผมที่ไม่สนิทกับครอบครัวหรือนักเรียนคนอื่น นับเป็นเรื่องปกติที่ผมจะเดินคนเดียวประจำ"
    "ผมอยู่คนเดียวจนชินแล้ว"
    "....."
    play sound "audio/SoundEffect/thud_02.ogg"
    "ตุบ!"
    "ขณะที่ผมเดินอยู่ จู่ๆก็มีเงาร่างหนึ่งเดินเข้ามาชนแผ่นหลังของผม"
    "ผมหันไปข้างหลังและพบกับเอมิ"
    "เด็กสาวเรือนผมสีน้ำตาลมักมีท่าทางร่าเริงแจ่มใสอยู่เสมอ แต่เช้าวันนี้เธอกลับมีท่าทีที่แปลกไป"
    "เธออยู่ในสภาพที่ดูเหนื่อยล้าและมีดวงตาที่ห่อเหี่ยวกว่าปกติ"
    "มันเกิดอะไรขึ้นกับเอมิกันแน่?"
    show Eimi_Eimi_sad
    tk "เอมิ..." with dissolve
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "รุ่นพี่...คะ..." with dissolve
    n "เอมิเหมือนจะพูดอะไรบางอย่างแต่เธอยังไม่ทันพูดจบ เธอก็ทิ้งร่างลงบนแผ่นอกของผม"
    "ผมสัมผัสฝ่ามือของเธอที่ทิ้งตัวลงมาแล้วพบว่าร่างกายเธอร้อนมาก เหงื่อก็แตกพลั่กไปหมดทั้งตัว"
    stop music
    "ร่างกายที่จับไข้สูงกำลังสั่นเทาในอ้อมแขนของผม"
    play music "audio/bgm/midori_no_iko.mp3" volume 0.5
    tk "เอมิ เธอป่วยเหรอ?"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "....." with dissolve
    n "เด็กสาวผมน้ำตาลกลืนไม่เข้าคายไม่ออกอยู่สักพักก่อนที่เธอจะยอมพูดความจริงออกมา"
    hide Eimi_Eimi_sad

    show Eimi02_Eimi02_onegai
    ei "รุ่นพี่คะ..." with dissolve
    tk "....."
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_scared
    ei "เมื่อวานเกิดอะไร...ขึ้นเหรอคะ? รุ่นพี่...ถึงไม่รับ...สายของหนู..." with dissolve
    n "ผมรู้สึกเหมือนหัวใจตัวเองกระตุกวูบ ที่แท้สายโทรศัพท์ที่เข้ามาเมื่อวานก็เป็นเบอร์ของเอมินั่นเอง"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "เอมิ...ฝึกซ้อม...ทุกๆวันเลย...นะคะ..." with dissolve
    tk "....."
    hide Eimi02_Eimi02_sad

    show Eimi_Eimi_cry
    ei "แต่เอมิ...อาจจะฝืน...เกินไป...ก็เลยออกมา...เป็นแบบนี้ ฮะๆๆ" with dissolve
    n "ผมเบิกตากว้างกับถ้อยคำที่เอมิเอ่ยขึ้น"
    "เสียงหัวเราะที่ไร้ชีวิตชีวาจากร่างที่หมดกำลังทำให้ความหม่นหมองแทรกเข้ามาในใจของผม"
    tk "เอมิ...ทำใจดีๆไว้ก่อนนะ..."
    hide Eimi_Eimi_cry

    show Eimi_Eimi_closeEye
    ei "....." with dissolve
    tk "เอมิ ตื่นสิ...เอมิ!!"
    scene Sky_Morning with Dissolve(1.0)
    hide StudentdormitoryOutside_Morning

    n "ดวงตาของเด็กสาวผมน้ำตาลค่อยๆหลับลง เธอไม่ตอบสนองกับถ้อยคำของผมอีกต่อไป"
    "ผมตะโกนสุดเสียงพร้อมกับเขย่าตัวเธอสุดแรงแต่เธอไม่ลืมตาขึ้น"
    "สุดท้าย สิ่งที่ผมทำได้ก็มีแต่พาเอมิที่จับไข้สูงไปโรงพยาบาลเท่านั้น"
    "....."
    "การแข่งขันชิงตำแหน่งตัวจริงของชมรมบาสเกตบอลจะเริ่มขึ้นภายในวันพรุ่งนี้ "
    "ไม่มีทางเลยที่เอมิจะเข้าแข่งขันได้"
    stop music
    "...ทิ้งไว้ซึ่งคำสัญญาระหว่างสองเรา...ที่ไม่อาจเป็นจริง..."
    hide Eimi_Eimi_closeEye with dissolve
    jump badend
    return

