label badend2_2:
    show school_gym_b with Dissolve(1.0)
    play music "audio/bgm/yuki_kaze.mp3" volume 0.5
    n "ผมคิดไม่ออกแล้วว่าเอมิจะไปที่ไหนได้ ทุกที่ที่น่าจะเป็นไปได้ ผมก็ไปมาหมดแล้ว" with dissolve
    "พรุ่งนี้ยัยนั่นคงกลับมาหาผมที่ห้องชมรมเหมือนเดิม แล้ววันนี้ที่ไม่มาก็อาจจะเพราะติดธุระเฉยๆ "
    "ผมคงคิดมากไปเองน่ะแหละ"
    "งานประกวดตัวเองก็ยังไม่เสร็จสมบูรณ์ ผมว่าผมต้องใส่ใจกับงานตัวเองมากกว่านี้ ส่วนเรื่องของเอมิค่อยไว้ทีหลัง"
    play music "audio/bgm/yuki_kaze.mp3" volume 0.5
    "สุดท้าย ผมก็เลือกที่จะเดินออกจากโรงยิมแล้วเดินกลับบ้านคนเดียวตามปกติ"
    show Sky_Morning with Dissolve(1.0)
    hide school_gym_b

    play music "audio/bgm/remind.mp3" volume 0.5
    "วันนี้เอมิก็ยังไม่มาเหมือนเดิม "
    show artroom_afternoon with Dissolve(1.0)
    hide Sky_Morning

    "ตอนแรก ผมไม่คิดว่ามีอะไรเกิดขึ้น แต่เมื่อรุ่นน้องของผมหายหน้าหายตาไปนาน ก็ทำให้ผมรู้สึกวุ่นวายในใจอย่างบอกไม่ถูก"
    "ความรู้สึกบิดมวนข้างในอกนี่มันอะไรกันนะ?"
    "......................................."
    "ผมข่มตาหลับลง ก่อนที่จะค่อยๆวางพู่กันลงบนโต๊ะใกล้ๆ"
    "ผมทำได้แต่ส่งเสียงถอนใจ ก่อนที่จะเดินออกไปจากห้องศิลปะเพื่อออกไปเดินรับลมข้างนอก"
    "หวังว่าการเดินเปลี่ยนบรรยากาศจะช่วยให้ความอึดอัดที่เกิดขึ้นถูกบรรเทาลงสักเล็กน้อยก็ยังดี"
    show School_Hallway1_1 with Dissolve(1.0)
    hide artroom_afternoon

    "ผมเดินอยู่ที่ทางเดินหน้าชั้นเรียนมาสักพัก"
    "การออกมาเปลี่ยนบรรยากาศไม่ได้ช่วยให้ความรู้สึกอึดอัดในอกของผมทุเลาลงเลยแม้แต่น้อย ตรงข้ามกัน ความกังวลของผมกลับก่อตัวรุนแรงขึ้นอย่างไม่มีสาเหตุ"
    "ผมอาจจะรู้สาเหตุอยู่กับใจแล้วก็ได้ เพียงแค่ไม่อยากยอมรับมัน"
    "......................................."
    "ห้องศิลปะที่เหลืออยู่แค่ผมคนเดียวไม่ใช่สถานที่ที่น่าอยู่เลยแม้แต่น้อย "
    "มันเป็นสถานที่ที่ไม่มีความหมาย"
    "สมัยก่อน ผมอาจจะชินกับการอยู่คนเดียว แต่พอมีเอมิเข้ามาอยู่ด้วยนานๆก็ทำให้ความรู้สึกชินชาค่อยๆพังทลายลง 	"
    "เมื่อคนที่มาอยู่ด้วยกันหายไป จึงได้รู้ว่าผมทนอยู่ในห้องศิลปะคนเดียวไม่ไหวอีกต่อไปแล้ว"
    "......................................."
    "ความคิดของผมสะดุดลงเมื่อระหว่างที่เดินอยู่ จู่ๆก็มีเด็กสาวเรือนผมน้ำตาลหยุดยืนต่อหน้าผม"
    "ผมเบิกตากว้างขึ้นเพราะไม่นึกว่าเมื่อคิดถึงเธอแล้วเจ้าตัวจะออกมาพบทันที"
    show Eimi_Eimi_sad
    "...เอมิ..." with dissolve
    "ความรู้สึกบิดมวนในอกค่อยๆเจือจางลงเมื่อเห็นเธอมายืนต่อหน้าผม อย่างไรก็ตาม เมื่อผมจ้องมองใบหน้าเธอดีๆ ผมพบแต่ความหม่นหมองบนใบหน้าเอมิ"
    "ดวงตาคู่โตของเอมิสั่นเทาไปหมด ริมฝีปากของเธอเม้มแน่น"
    "ทำไม?"
    "ทำไมเธอถึงทำหน้าเศร้าแบบนั้นกัน? "
    "...ผมไม่เข้าใจ..."
    "......................................."
    "ทันทีที่ผมจะถามเธอว่ามันเกิดอะไรขึ้น เอมิก็ก้มศีรษะลงต่อหน้าผมและชิงพูดขึ้นก่อน"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "รุ่นพี่ทาคากิคะ" with dissolve
    tk "......................................."
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "ขอโทษนะคะ แต่ฉันคงไม่กลับไปที่ห้องชมรมศิลปะแล้วค่ะ" with dissolve
    n "ผมเบิกตาขึ้นโพลงเมื่อได้ยินคำพูดตัดขาดจากเอมิ"
    "ทั้งๆที่ผมอยากจะคุยกับเธอ แต่ผมทั้งร่างกายหนักหน่วงไปหมด ความรู้สึกหนาวไปถึงหัวใจปกคลุมร่างกายผมจนหมดสิ้น"
    "ริมฝีปากผมหนักขึ้นจนขยับไม่ได้"
    "ความอึดอัดและความวุ่นวายข้างในใจขยายตัวขึ้น"
    "ขณะเดียวกับที่เอมิส่งยิ้มเศร้าๆให้ผม"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_smug3
    ei "ขอบคุณที่เคยช่วยฟังเรื่องของฉันนะคะ แต่มันคงไม่มีความหมายอีกแล้วค่ะ รุ่นพี่" with dissolve
    tk "...เอมิ..."
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_sad
    ei "ฉันลาออกจากชมรมบาสเกตบอลแล้วค่ะ" with dissolve
    tk "......................"
    n "คำพูดของเอมิทำให้ผมรู้สึกเหมือนถูกค้อนทุบข้างในอก"
    "ทั้งๆที่เมื่อวานก่อนเธอยังดูร่าเริง แต่เอมิตรงหน้าผมตอนนี้กลับไม่เหลือเค้าโครงใดๆของอารมณ์ด้านบวกที่เธอเคยมี"
    "...มันเกิดอะไรขึ้น...กันแน่...?"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "ขอโทษนะคะ รุ่นพี่" with dissolve
    tk "................."
    n "เอมิทิ้งท้ายไว้ให้ผมเพียงแค่นั้น"
    hide Eimi_Eimi_sad2

    "ผมยังไม่ทันได้เอ่ยคำถามกับเด็กสาวผมสีน้ำตาล เธอก็รีบวิ่งจากผมไป"
    "แผ่นหลังของเธอคล้อยผ่านร่างผมไปอย่างรวดเร็วก่อนที่มันจะเลื่อนห่างออกไปจนผมเห็นเงาร่างเธอลับหายเพราะระยะห่างที่มากขึ้น"
    "ไม่มีคำพูดใดที่ออกมาจากปากผมได้ ไม่มีการกระทำใดของผมที่ส่งไปถึงเธอได้"
    "ความอึดอัดและความวุ่นวายในอกผมทวีคูณมากกว่าเดิม"
    "................................................"
    show Sky_Morning with Dissolve(1.0)
    hide School_Hallway1_1

    "ตั้งแต่วันนั้นเป็นต้นมา ผมกับเอมิก็ไม่ได้เจอหน้ากันอีกเลย "
    stop music
    "...แม้แต่ครั้งเดียว..."
    jump badend
    return
    
