label badend1:
    show artroom_afternoon with Dissolve(1.0)
    play music "audio/bgm/midori_no_iko.mp3" volume 0.5
    show Eimi_Eimi_smile3
    tk "ความพยายามของเธออาจจะไม่มีความหมายเลยจริงๆน่ะแหละ" with dissolve
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_sad2
    n "คำพูดของผมทำให้เด็กสาวเรือนผมสีน้ำตาลเบิกตากว้างขึ้น" with dissolve
    "ผมสังเกตเห็นมือทั้งสองข้างของเธอสั่นเทาไปหมด"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "......" with dissolve
    tk "คนเรามันก็แบบนี้แหละ คนที่ทำได้ก็จะทำได้ คนที่มีขีดจำกัดก็จะทำไม่ได้"
    hide Eimi_Eimi_sad

    show Eimi02_Eimi02_smug2
    ei "ขีดจำกัด?" with dissolve
    n "เอมิทวนคำพูดของผมด้วยสายตาเศร้าๆ อย่างไรก็ตาม ผมมีหน้าที่ต้องพูดความจริงต่อหน้าเธอ แม้ว่าความจริงจะไม่น่าฟังก็ตาม"
    "เพราะมันคือสิ่งที่ผมทำมาตลอด"
    tk "ความพยายามน่ะไม่ใช่สิ่งที่ไม่มีค่า แต่ต่อให้คนเราพยายามมากแค่ไหน สุดท้ายก็จะชนกับขีดจำกัดอยู่ดี"
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_scared
    ei "แต่ว่า!?" with dissolve
    tk "เอมิ...เธอหวังจะเป็นนักบาสตัวจริงทั้งๆที่เธอสภาพเป็นแบบนั้นงั้นเหรอ?"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "สภาพ...ของหนู...?" with dissolve
    n "ผมหรี่ตาลงเล็กๆก่อนที่จะค่อยพูดความจริงออกมา"
    tk "ชมรมบาสหญิงของโรงเรียนเรามีสมาชิกหลายคนและมีนักกีฬาประจำที่มีฝีมือมากพอจะไประดับจังหวัดได้ตั้งแต่ต้นแล้ว การที่จะมีตัวจริงจากชั้นปีล่างๆในเร็วๆนี้เป็นเรื่องที่ยากมากๆ"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_onegai
    ei "......" with dissolve
    tk "นี่ยังไม่นับเรื่องที่โครงสร้างร่างกายเธอมีข้อจำกัด บาสเกตบอลน่ะเป็นกีฬาที่ต้องส่วนสูงเข้าว่าเพื่อทำการแย่งบอลจากอีกฝ่ายและป้องกันการบุกได้ง่ายๆ ร่างกายที่โครงร่างเล็กอย่างเธอมันไม่อำนวยต่อรูปแบบของเกมเลยแม้แต่นิดเดียว"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_sad
    ei "...อึก" with dissolve
    tk "จริงๆก็คงจะรู้อยู่แล้วใช่ไหมล่ะว่าตัวเองมีข้อจำกัดด้านนี้ แต่พยายามหลับหูหลับตาซ้อมต่อไปเพราะมันสบายใจกว่า ฉันพูดถูกไหมล่ะ?"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    ei "......" with dissolve
    n "เอมิเม้มปากแน่น "
    "ทั้งความเศร้า ทั้งความกลัว ทั้งความหมดหวังกลืนกินใบหน้าของเธอเข้าไปอย่างรวดเร็วหลังจากเธอฟังผม เหงื่อเย็นผุดพรายที่หลังมือและตามใบหน้าเด็กสาว"
    tk "ลืมตามองความจริงสักทีเถอะว่าสิ่งที่เธอทำตอนนี้น่ะ ทำไปเพื่อบอกตัวเองว่าพยายามแล้ว "
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "......" with dissolve
    tk "ฉันเห็นคนแบบเธอมานักต่อนัก ท้ายที่สุดก็จะไปต่อไม่ไหวแล้วก็ยื่นใบลาออกจากชมรม ก่อนที่จะปลอบใจตัวเองให้รู้สึกดีขึ้นว่าอย่างน้อยๆก็พยายามแล้ว เหมือนกับสมาชิกของชมรมฉั—"
    hide Eimi02_Eimi02_sad

    show Eimi_shy_Eimi_angry
    play sound "audio/SoundEffect/face-punch-91909.mp3" volume 1.5
    n "เพี๊ยะ!!        " with dissolve
    "คำพูดของผมสะดุดลงเพราะใบหน้าผมกระแทกเข้ากับบางสิ่ง"
    "เอมิพุ่งเข้ามาหาผมในระยะประชิดก่อนที่เธอจะใช้ฝ่ามือตบแก้มซ้ายผม"
    "ความเจ็บปวดและรอยแดงถูกทิ้งไว้บนใบหน้าผมหลังจากการลงมือของเด็กสาวผมน้ำตาล"
    tk "...เธอทำบ้าอะไ--!?"
    hide Eimi_shy_Eimi_angry

    show Eimi_shy_Eimi_cry
    n "ผมตะคอกใส่เธอแต่กลืนคำพูดตัวเองลงไปกลางคันเพราะว่าผมเห็นใบหน้าของเอมิก่อน" with dissolve
    "ใบหน้าสะสวยย้อมไปด้วยสีแดงฉานจากความโกรธ ดวงตาคู่โตทั้งสองข้างมีหยาดน้ำตาไหลออกมาเป็นหยดน้อยๆ ความเศร้าฉายอยู่เต็มดวงตาเด็กสาว"
    "ระหว่างเราไม่มีคำพูดหยิบยื่นให้กันแม้แต่คำเดียว"
    stop music
    hide Eimi_shy_Eimi_cry
    play sound "audio/SoundEffect/footsteps_fast.ogg" volume 5.0
    "เอมิส่ายหน้าทั้งน้ำตาก่อนที่เธอวิ่งออกไปจากห้องชมรมศิลปะและไม่หันหลังกลับมา"
    show Sky_Morning with Dissolve(1.0)
    hide artroom_afternoon

    play music "audio/bgm/musukari_no_hana.mp3" volume 0.5
    "วันรุ่งขึ้นมาถึงเร็วกว่าที่คิด"
    show artroom_afternoon with Dissolve(1.0)
    hide Sky_Morning

    "ห้องชมรมศิลปะยังเป็นเหมือนเดิม สถานที่ที่ไร้ผู้คนมาเยือนและไร้ชีวิตชีวา"
    "บางทีการที่ผมเหลืออยู่ตัวคนเดียวอาจเป็นเรื่องที่สาสมแล้วก็ได้ "
    "เมื่อหลายเดือนก่อน สมาชิกชมรมของผมค่อยๆลาออกไปทีละคนเพราะพวกเขาขัดแย้งกับผม หลังจากนั้นก็ไม่มีใครเข้ามาสมัครเป็นสมาชิกใหม่อีกเลย"
    "บางทีสมาชิกที่ลาออกไปของผมอาจจะคอยไปเตือนคนที่สนใจเข้าชมรมผมให้อย่าเข้าก็ได้ "
    "เพราะคำพูดที่โหดร้ายของผม ทุกคนคงจะเกลียดและกลัวผมกันหมดแล้ว"
    "...และเมื่อวานผมก็ได้คนที่เกลียดผมเพิ่มมาอีกคน"
    tk "เป็นวิธีประกาศสงครามที่แปลกดีนะ"
    n "ผมบ่นอุบพร้อมกับมองแผ่นกระดาษที่วางอยู่บนโต๊ะกลางห้องชมรมของผม"
    show BadPic2 with dissolve
    "มันเป็นกระดาษ A4 ที่เขียนด้วยอักษรสีแดงเหมือนเลือดว่า ‘แกไม่รอดแน่รุ่นพี่’"
    "ข้อความท้ารบแปลกๆแบบนี้ไม่มีทางเป็นของใครอื่นไปได้นอกจากเอมิที่ทำลายงานศิลปะของผมเมื่อวานอย่างแน่นอน"
    hide BadPic2 with dissolve
    "ช่างเป็นรุ่นน้องที่เพี้ยนตั้งแต่ต้นยันจบจริงๆ"
    tk "เฮ้อ..."
    n "ผมได้แต่ถอนใจและยิ้มด้วยความเหนื่อยหน่ายกับสิ่งที่เกิดขึ้น"
    "ไม่รู้ทำไม...จู่ๆใบหน้าที่เต็มไปด้วยน้ำตาของเอมิก็แทรกผ่านเข้ามาในความทรงจำของผมอีกครั้ง"
    "ผมกัดฟันแน่นกับตัวเองคนเดียว ความรู้สึกปั่นป่วนในอกนี่มันอะไรกัน?"
    "...บางทีผมอาจจะทำสิ่งที่ผิดก็ได้"
    "......"
    "ไม่สิ..."
    "ถ้าพูดให้ถูกตั้งแต่ต้น ผมอาจจะไม่เคยทำสิ่งที่ถูกเลยแม้แต่ครั้งเดียวก็ได้"
    stop music
    "...ผมนี่เป็นหัวหน้าชมรมศิลปะที่น่าผิดหวังจริงๆ..."
    hide Eimi_shy_Eimi_cry
    jump badend
    return

