show PlayerHomeM_Morning1 with Dissolve(1.0)
play music "audio/bgm/yasashii_harp.mp3" volume 0.5
n "เวลาผ่านไปราวหนึ่งชั่วโมง เอ็นโจ โทโมเอะและโฮโนกะก็กลับบ้านตัวเองไป พวกเขาทั้งสามบอกว่าไม่อยากเป็นก้างขวางคอผมนานกว่านี้เลยมาฉลองด้วยไม่นาน" with dissolve
"ห้องผมจึงเหลือแค่ผมกับเอมิสองคนเท่านั้น"
tk "เอมิ...ฉันมีอะไรอยากจะถามเธอ?"
show eimi_date_body_Eimi_smile
ei "คะ?" with dissolve
tk "เธอจะขึ้นคร่อมฉันทำไม?"
hide eimi_date_body_Eimi_smile

show eimi_date_body_Eimi_smug
show laught with Dissolve(1.0)
ei "คิกๆๆ นั่นสิคะ?" with dissolve
hide laught
n "เด็กสาวผมน้ำตาลหัวเราะให้ผมด้วยน้ำเสียงขี้เล่น รอยยิ้มที่มีเลศนัยทำให้ผมรู้สึกเหมือนตัวเองเป็นเหยื่อที่กำลังจะถูกเธอล่าก็ไม่ปาน"
"ระยะห่างระหว่างเราสองคนที่ลดลงทำให้หัวใจผมเต้นแรงขึ้น"
tk "เธอเข้ามาใกล้แบบนี้ เดี๋ยวฉันจะอดใจไม่ได้นะ"
hide eimi_date_body_Eimi_smug

show Eimi02_date_body_Eimi02_smile3
ei "ก็ไม่ต้องอดใจสิคะ" with dissolve
tk "ห๊ะ?"
n "ทั้งๆที่ผมตักเตือนเอมิให้ถอยห่างออกไป แต่เอมิกลับยิ้มกว้างกว่าเดิม"
hide Eimi02_date_body_Eimi02_smile3

show Eimi02_date_body_Eimi02_smile
ei "รุ่นพี่ทาคากิน่ะเป็นสุภาพบุรุษเกินไปค่ะ พวกเราคบกันมานานแล้วแต่รุ่นพี่ก็ยังให้เกียรติหนู ไม่เคยล่วงเกินหนูเลย" with dissolve
tk "เธอเป็นรุ่นน้องฉันและเป็นผู้หญิงที่ฉันชอบนะ"
hide Eimi02_date_body_Eimi02_smile

show Eimi02_date_body_shy_Eimi02_onegai
ei "....." with dissolve
tk "ฉันอยากให้ความสัมพันธ์ของเราค่อยเป็นค่อยไปน่ะเพราะเธอสำคัญกับฉันมากจริงๆ...เอมิ"
n "คำตอบตรงไปตรงมาของผมทำให้เอมิหน้าแดงแจ๋"
hide Eimi02_date_body_shy_Eimi02_onegai

"เอมิไม่ได้ตอบอะไรผม เธอเพียงแค่เลื่อนใบหน้าเข้ามาใกล้ผมช้าๆและหลับตาลง"
"สัมผัสอบอุ่นก่อตัวที่ริมฝีปากของผม"
"ริมฝีปากของพวกเราสองคนสัมผัสกัน"
"เอมิวางริมฝีปากอวบอิ่มของเธอลงบนปากของผมอย่างนุ่มนวล ก่อนที่เธอจะโถมตัวเข้าหาผมและสร้างสัมผัสที่แนบแน่นกว่าเดิม"
"รอยจูบที่อ่อนโยนแปรเปลี่ยนเป็นรอยจูบที่ร้อนแรงขึ้น ราวกับเจ้าของจุมพิตกระหายความรักที่เธอปรารถนาจากชายซึ่งเธอผูกพัน"
"การเชื่อมต่อระหว่างพวกเราสองคนเลือนหายไปเมื่อเอมิเลื่อนใบหน้าสีแดงสดห่างออกไปจากผม"
hide Eimi02_date_body_shy_Eimi02_onegai

show eimi_date_body_shy_Eimi_angry
ei "รุ่นพี่อาจจะเป็นสุภาพบุรุษ แต่หนูน่ะไม่เล่นเป็นสุภาพสตรีกับพี่อีกแล้วค่ะ" with dissolve
tk "เอมิ..."
hide eimi_date_body_shy_Eimi_angry

show eimi_date_body_shy_Eimi_smile2
ei "หนูก็ไม่อยากทำแบบนี้หรอกนะคะ แต่ถ้ารุ่นพี่ไม่เริ่มก่อนสักทีทั้งๆที่พวกเราก็คบกันมานานมากแล้ว หนูก็คงต้องเล่นไม้นี้ค่ะ" with dissolve
hide eimi_date_body_shy_Eimi_smile2

show eimi_date_body_shy_Eimi_smug
n "เด็กสาวผมน้ำตาลเผยยิ้มยั่วยวนให้ผมพร้อมกับปลดเสื้อผ้าออกจากร่างกายตัวเองทีละชิ้นๆ" with dissolve
stop music
hide eimi_date_body_shy_Eimi_smug

"ดูเหมือนว่าเธอคงไม่มีทางปล่อยให้ผมหนีไปไหนแล้ว"
"....."
show ฉากดำ with Dissolve(1.0)
hide PlayerHomeM_Morning1

play music "audio/bgm/romance.mp3" volume 0.5
n "ไม่นานหลังจากนั้น ทั้งเสื้อ ทั้งกระโปรงและชุดชั้นในของเอมิก็ลงไปกองที่ข้างเตียงของผม"
"พวกเราสองคนอยู่ในร่างเปลือยเปล่าบนเตียงนอน"
"เรือนร่างที่นุ่มนวลของเด็กสาวผมน้ำตาลแนบแน่นเข้ากับร่างกายของผมมากขึ้นจนไม่เหลือช่องว่างใดๆระหว่างร่างกายของเราทั้งสองคน"
show boob00 with Dissolve(1.0)
hide ฉากดำ

ei "เอ้า ฮึบ"
tk "เอมิ...นี่มัน..."
show boob01 with Dissolve(1.0)
hide boob00

ei "เอมิเคยเห็นมาจากหนังผู้ใหญ่ที่พวกผู้ชายชอบดูกันไงคะ"
tk "เธอไปดูหนังประเภทไหนมาเนี่ย?"
show boob02 with Dissolve(1.0)
hide boob01

ei "...ไม่สำคัญหรอกค่ะ สำคัญที่ว่ารุ่นพี่ทาคากิก็น่าจะชอบเหมือนกัน"
n "ผมไม่อยากเชื่อกับสิ่งที่กำลังเกิดขึ้นในตอนนี้"
"ลำแท่งที่แข็งเกร็งของผมกำลังอยู่ระหว่างหน้าอกคู่โตของเอมิ"
"ทั้งใบหน้าน่ารักน่าเอ็นดูของเอมิ สัมผัสอันนุ่มนวลจากเนินเนื้อสีขาว ไออุ่นจากเรือนร่างของเธอ รวมไปถึงหัวนมสีชมพูสวยงามทำให้ผมใจเต้นจนแทบจะเป็นบ้า"
"ถ้าเป็นผมสมัยก่อนที่เอาแต่ก้มหน้าวาดรูป ผมไม่มีทางจินตนาการเลยว่าผมจะมีโอกาสมีสัมพันธ์ลึกซึ้งกับเด็กผู้หญิงที่รูปร่างหน้าตาดีขนาดนี้"
show boob00 with Dissolve(1.0)
hide boob02

ei "รุ่นพี่ทาคากิแอบยิ้มนี่คะ"
tk "ไม่ได้ยิ้มน่า"
show boob03 with Dissolve(1.0)
hide boob00

ei "ไม่ต้องแก้ตัวค่ะ เอมิเห็นนะว่ารุ่นพี่ชอบ"
tk "ไม่ได้จะแก้ตั...อึ๊ก..."
show boob04 with Dissolve(1.0)
hide boob03

n "ทันทีที่ผมจะแก้ตัวอีกรอบ สัมผัสจากเนินเนื้อสีขาวก็แนบแน่นเข้ามา"
"หน้าอกที่ใหญ่โตของเอมิกำลังโอบรัดเข้ามาเพราะเอมิใช้มือทั้งสองข้างของเธอดันให้หน้าอกเธอแนบกับลำแท่งของผมมากยิ่งขึ้น พร้อมกับที่เธอใช้ลิ้นเล็กๆของเธอลามเลียหัวลำแท่งของผม"
show boob02 with Dissolve(1.0)
hide boob04

ei "รุ่นพี่ทาคากิไม่ชนะเอมิหรอกค่ะ "
tk "...เธอ"
show boob03 with Dissolve(1.0)
hide boob02

ei "เอมิแอบไปฝึกวิชาให้รุ่นพี่พึงพอใจมาค่ะ รุ่นพี่ไม่มีทางชนะนักกีฬาอย่างเอมิที่ฝึกซ้อมมานักต่อนักค่ะ"
tk "เรื่องนี้มันเกี่ยวกับกีฬาที่ไหนกัน?"
show boob02 with Dissolve(1.0)
hide boob03

ei "สำหรับคู่รักแล้ว เซ็กซ์ก็ถือเป็นกีฬารูปแบบหนึ่งนะคะ"
"มันดูเหมือนจะเป็นประโยคที่ดีนะ แต่ฟังแล้วมันทะแม่งๆ..."
show boob06 with Dissolve(1.0)
hide boob02

n "เอมิไม่สนใจคำบ่นของผมอีกต่อไป เธอเลือกที่จะแลบลิ้นเลียอวัยวะสำคัญของผม"
"ลิ้นอุ่นๆนุ่มๆของเด็กสาวผมน้ำตาลขยับอยู่รอบหัวลำแท่งผมที่โผล่พ้นมาจากหน้าอกทั้งสองข้างของเธออย่างอิสระ"
"ความรู้สึกดีที่เกิดจากหน้าอกคู่โตที่นุ่มนวลประกอบกับสัมผัสอุ่นจากลิ้นของเอมิถาโถมเข้ามาเป็นระลอกราวกับการโจมตีอย่างไม่หยุดยั้ง"
show boob00 with Dissolve(1.0)
hide boob06

ei "เป็นยังไงบ้างล่ะคะ? พลังของไซส์ 86 ค่ะ"
tk "มันไม่ใช่ 85 เหรอ?"
show boob02 with Dissolve(1.0)
hide boob00

ei "แหม...ทีกับเรื่องนี้ล่ะจำดีจังนะคะ รุ่นพี่ทาคากิลามก คิกๆๆ"
tk "เธอโฆษณาให้ฉันฟังหลายรอบ ฉันลืมได้ก็แย่แล้ว"
ei "เวลาผ่านไป ขนาดมันก็ใหญ่ขึ้นค่ะ ตอนนี้มันก็ราวๆ 86 – 87  แล้วค่ะ"
n "ผมทำตาปริบๆกับคำอธิบายของเอมิ เด็กผู้หญิงสมัยนี้เติบโตไวขนาดนี้เลยงั้นเหรอ"
show boob05 with Dissolve(1.0)
hide boob02

ei "แต่เอมิก็แอบเสียใจเหมือนกันนะคะที่เอมิไม่สูงขึ้นเลย"
n "ผมก้มมองหน้าอกคู่โตที่รูปทรงสวยงามของเด็กสาวผมน้ำตาล ความอุดมสมบูรณ์ของเธอทำให้ผมคิดว่าสารอาหารมันคงไปเลี้ยงหน้าอกแทนส่วนสูงเธออย่างแน่นอน"
show boob00 with Dissolve(1.0)
hide boob05

"เอมิสังเกตเห็นว่าผมจ้องมองหน้าอกของเธอ เธอจึงยิ้มกริ่มใส่ผมราวกับเธอคิดว่าเธอชนะแล้ว"
"เธอไม่ยอมจบแค่นั้น "
show boob06 with Dissolve(1.0)
hide boob00

"เธอเพิ่มระดับของการกระตุ้นเข้าไปอีก จากลิ้นที่โลมเลียแปรเปลี่ยนเป็นทั้งริมฝีปากที่จุมพิตปลายลำแท่งเบาๆ ไม่นานหลังจากนั้น อวัยวะส่วนสำคัญของผมก็ถูกริมฝีปากอวบอิ่มของเอมิกลืนเข้าไป"
tk "...!"
n "กระแสแห่งความร้อนแทรกผ่านเข้ามาในลำแท่งของผมรุนแรงขึ้น"
"เอมิไม่ได้เพียงแค่ขยับปากขึ้นลงเป็นจังหวะ "
"เธอใช้ลิ้นลามเลียปลายลำแท่งของผมที่เข้าไปอยู่ในช่องปากของเธอ พร้อมกับใช้เนินเนื้อสีขาวสองก้อนแนบและไถลกับลำตัวของผมอย่างร้อนแรง"
show boob07 with Dissolve(1.0)
hide boob06

"ดวงตาคู่โตของเด็กสาวผมน้ำตาลที่เคยเต็มไปด้วยความใสซื่อถูกแทรกแทนเข้าด้วยความเจ้าเล่ห์และความกระหายอยากราวกับเธอกลายเป็นสัตว์ล่าเนื้อ"
"ผมคือเหยื่อและเธอคือผู้ล่า"
show boob06 with Dissolve(1.0)
hide boob07

"ระลอกคลื่นแห่งความสุขสมถาโถมเข้าใส่ผมอย่างไม่หยุดยั้ง"
"ขณะที่ผมกำลังดื่มด่ำกับการรุกรานของเอมิ ผมก็สัมผัสได้ว่าลำแท่งของผมกำลังร้อนขึ้นเรื่อยๆ"
"อวัยวะส่วนสำคัญที่กำลังพองโตบ่งบอกถึงช่วงเวลาที่ความรู้สึกดีที่สุดกำลังจะมาถึงในไม่ช้า"
tk "เอมิ...ฉันกำลังจะ..."
show boob07 with Dissolve(1.0)
hide boob06

n "เด็กสาวผมน้ำตาลขยิบตาให้ผมหนึ่งครั้งโดยไม่พูดจา ราวกับเธอรู้ดีว่าจะเกิดอะไรขึ้นต่อไป"
"ริมฝีปากและหน้าอกคู่โตที่โอบล้อมผมไว้โดยไม่หนีหายไปไหน รวมถึงสัมผัสแห่งการโลมเลียที่ไม่ถอยห่างออกไป แสดงให้ผมเห็นว่า..."
"...เธอพร้อมที่จะรับความรู้สึกของผมที่กำลังจะถูกปลดปล่อยออกมา"
tk "...อึก!"
show ฉากขาว with Dissolve(1.0)
hide boob07

n "โลกตรงหน้าถูกสีขาวกลืนกิน"
show boob08 with Dissolve(1.0)
hide ฉากขาว

"ความรู้สึกร้อนวูบวาบพวยพุ่งออกมาจากปลายลำแท่งของผมพร้อมกับที่ความสุขสมแล่นผ่านไปทั่วทั้งร่างกายอย่างรุนแรง"
"บั้นท้ายที่หดเกร็งส่งให้อวัยวะส่วนสำคัญพองขยายขึ้นและปลดปล่อยของเหลวสีขาวออกมา"
"ของเหลวขาวข้นปรากฏขึ้นจากปลายลำแท่งของผม"
show boob09 with Dissolve(1.0)
hide boob08

"ผลพวงแห่งการสัมผัสอันร้อนแรงหลั่งราดบนริมฝีปากกับใบหน้าของเอมิเปื้อนเต็มไปหมด "
"น้ำสีขาวบนใบหน้าและเรือนคอเธอค่อยๆรินไหลลงตามแรงโน้มถ่วง "
"ของเหลวจากร่างกายผมลงไปถึงหน้าอกนวลขาวทั้งสองข้างของเธอ "
"ภาพที่ใบหน้าสะสวย ริมฝีปากอวบอิ่มและหัวนมสีชมพูเปื้อนไปด้วยของเหลวของผมทำให้ความกระหายอยากของผมรุนแรงขึ้นหลายเท่าตัว "
"ราวกับผมใช้สีสันของผมละเลงบนร่างกายที่งดงามของเอมิเพื่อทำการจับจองเธอไม่มีผิด"
show boob10 with Dissolve(1.0)
hide boob09

ei "รุ่นพี่นี่...ปล่อยออกมาเยอะมากเลยนะคะ..."
tk "....."
show boob14 with Dissolve(1.0)
hide boob10

ei "เพราะเอมิทำเก่งสินะคะ รุ่นพี่ก็เลยออกมาเยอะขนาดนี้ คิกๆๆ"
n "เสียงหัวเราะเจ้าเล่ห์ของเอมิทำให้ผมรู้สึกเหมือนถูกเธอยั่วยวนให้ลุ่มหลงหนักกว่าเดิม"
"ความรู้สึกกระตุ้นตื่นทำให้ลำแท่งที่ควรจะอ่อนตัวของผมกลับชูชันขึ้นตรงหน้าเอมิอีกครั้ง"
show boob11 with Dissolve(1.0)
hide boob14

ei "อุหวา...ทั้งๆที่ปล่อยออกมาขนาดนั้น แต่ยังแข็งอยู่เลยค่ะ..."
tk "...ฉันควบคุมมันไม่ได้น่ะ"
show boob13 with Dissolve(1.0)
hide boob11

ei "เป็นความผิดของเอมิเองค่ะที่ทำให้เจ้าตัวน้อยของรุ่นพี่ซุกซนขนาดนี้"
tk "....."
show boob12 with Dissolve(1.0)
hide boob13

ei "ได้เวลาเหมาะสมแล้วค่ะที่รุ่นพี่จะต้องลงโทษเอมิ "
n "เด็กสาวผมน้ำตาลคลี่ยิ้มกว้างขึ้นกว่าเดิม "
show PlayerHomeM_Morning1 with Dissolve(1.0)
hide boob12

"ไม่ช้าหลังจากนั้น ผมดันร่างเอมิลงไปแนบกับเตียงเพราะความรู้สึกอันรุนแรงที่ห้ามไม่ได้"
"เอมิไม่ได้ต่อต้านผม "
"เธอเพียงแค่ทำหน้าแดงระเรื่อขึ้นกว่าเดิมเมื่อถูกผมขึ้นคร่อมบนเตียงนอน"
tk "เธอเริ่มก่อนเองนะ..."
n "ความต้องการที่ผมมีต่อเธอทำให้ผมไม่สามารถหยุดตัวเองได้อีกแล้ว"
hide eimi_date_body_shy_Eimi_smug

