label q8_3:
    show Sky_Morning with Dissolve(1.0)
    play music "audio/bgm/morning_talk.mp3" volume 0.5
    n "วันรุ่งขึ้นมาถึงในที่สุด" with dissolve
    show Classroom1_Morning1 with Dissolve(1.0)
    hide Sky_Morning

    show Eimi02_Eimi02_sawagashi
    show excited1 with Dissolve(1.0)
    ei "ก็อย่างที่ว่านั่นแหละ เอมิพาทุกคนมาขอคำปรึกษาไงล่ะ" with dissolve
    hide excited1
    n "ระหว่างคาบพักกลางวัน เอมิทำการเรียกเอ็นโจและโทโมเอะมาที่ห้องเรียนของตัวเอง"
    "หลังจากเอมิเล่าเรื่องทาคากิดูเครียดขึ้นให้ทั้งสองคนฟัง คนฟังเรื่องราวทั้งสองก็มองหน้ากันเองสักพักแล้วหันกลับมาถามเอมิ"
    hide Eimi02_Eimi02_sawagashi

    show Eimi_Eimi_angry
    ei "ทั้งๆที่เอมิก็ได้เป็นตัวจริงชมรมแล้ว รุ่นพี่ก็ส่งงานประกวดไปแล้ว แต่รุ่นพี่ทาคากิดูซึมมากๆเลย เอมิไม่รู้เพราะว่าอะไรเลยจะมาขอความเห็นจากทุกคนน่ะ" with dissolve
    t "แล้วให้ฉันมาด้วยทำไมล่ะจ้ะ?"
    hide Eimi_Eimi_angry

    show Eimi_Eimi_serous
    ei "หลายหัวย่อมดีกว่าหัวเดียวไง" with dissolve
    n "เอมิตอบด้วยความมั่นใจจนทำให้เอ็นโจกับโทโมเอะทำตาปริบๆ"
    t "ฉันว่าฉันไม่น่าจะช่วยอะไรได้หรอกจ้ะ ฮะๆๆ"
    en "ฉันก็ไม่แน่ใจเหมือนกั..."
    stop music
    n "โทโมเอะหัวเราะแห้งๆให้เอมิ ส่วนเอ็นโจยังพูดไม่ทันจบดี เงาร่างของคนอีกคนหนึ่งก็กระโจนเข้ามาข้างหลังเขาจนคำพูดสะดุดลง"
    play music "audio/bgm/dotabata_happening.mp3" volume 0.5
    h "ใช่แล้ว! จู่ๆก็ลากพี่ชาวบ้านเค้ามาโดยที่เค้าไม่ได้อนุญาต "
    hide Eimi_Eimi_serous

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "เอมิไม่ได้เรียกเธอมานะ " with dissolve
    hide panic
    h "พี่กับฉันน่ะเป็นเหมือนคนเดียวกัน ถ้าเธอเรียกพี่ก็เท่ากับเรียกฉันไง!"
    hide Eimi_Eimi_panic

    show Eimi_Eimi_meh
    show moyamoya with Dissolve(1.0)
    ei "....." with dissolve
    hide moyamoya
    n "เอมิพูดไม่ออกกับตรรกะสุดเพี้ยนของคู่ปรับเธอ"
    "เอ็นโจได้แต่ยิ้มแห้งๆ เขาไม่ได้ว่าหรือต่อต้านน้องสาวแต่อย่างใด เพราะนิสัยที่ใจดีเกินไปนี่ล่ะทำให้เขาตามใจน้องสาวจนเสียคน"
    hide Eimi_Eimi_meh

    show Eimi02_Eimi02_tired
    ei "เล่นบาสก็แพ้เอมิแล้วยังทำตัวเป็นตัวแถมของพี่ชายอีก  " with dissolve
    h "หา?"
    hide Eimi02_Eimi02_tired

    show Eimi_Eimi_bubu
    ei "ไม่นึกเลยว่าเอมิจะเคยกลัวคนแบบนี้นะเนี่ย บู่วๆ " with dissolve
    n "คำยั่วยุจากเอมิทำให้เส้นเลือดแห่งความโกรธปูดโปนขึ้นข้างหัวโฮโนกะ "
    hide Eimi_Eimi_bubu

    h "มาดวลกันอีกรอบสิยะ ฉันจะยำเธอให้เละไปเลยย่ะ! "
    t "โฮโนกะจังใจเย็นๆก่อน วันนี้พวกเราไม่ได้มาตีกับเอมินะ "
    h "อย่ามาห้ามฉันนะยะ ฉันจะจัดการนังนั่น ย้ากๆๆๆ"
    stop music
    n "โฮโนกะค่อยๆโดนโทโมเอะดันไปข้างหลัง จนต่อหน้าเอมิเหลือแค่เอ็นโจที่กำลังนั่งเท้าคางและทำท่าเหมือนครุ่นคิดเท่านั้น"
    play music "audio/bgm/tori_kago.mp3" volume 0.5
    "ดูเหมือนว่าในบรรดาคนที่เชิญมา เอ็นโจจะเป็นคนที่ดูจริงจังที่สุด "
    "อาจเพราะเขาเป็นคนรู้จักของทาคากิก็ได้"
    hide Eimi_Eimi_bubu

    show Eimi02_Eimi02_normal
    en "อะไรที่ทำให้รุ่นพี่ทาคากิเครียดมากขนาดนั้นงั้นเหรอ?" with dissolve
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_0
    ei "รุ่นพี่เอ็นโจพอจะมีไอเดียอะไรดีๆไหมคะ?" with dissolve
    n "เอ็นโจพยักหน้าตอบรับเอมิทำให้เอมิดูมีความหวังขึ้น"
    "อย่างไรก็ตาม เอ็นโจกลับแสดงความขึงขังออกมาทางสีหน้า"
    en "ถ้าอยากรู้จะบอกให้ก็ได้นะ ฉันก็พอเดาได้น่ะ"
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_confident
    ei "งั้นก็..." with dissolve
    en "แต่ฉันไม่รับประกันนะว่าบอกไปแล้วเธอจะช่วยอะไรเค้าได้หรือเปล่า..."
    hide Eimi02_Eimi02_confident

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    n "เอ็นโจเลิกคิ้วขึ้นด้วยความประหลาดใจ"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_smile2
    "เด็กสาวผมน้ำตาลตรงหน้าส่งยิ้มให้เขาพร้อมกับพูดด้วยน้ำเสียงที่เต็มไปด้วยความมั่นใจ" with dissolve
    ei "รุ่นพี่ทาคากิน่ะเคยช่วยเอมิไว้หลายต่อหลายครั้งแล้ว ถ้าหากเอมิไม่สามารถทำอะไรเพื่อรุ่นพี่ทาคากิได้ เอมิจะต้องเสียใจไปตลอดชีวิตแน่นอนค่ะ"
    en "ขนาดนั้นเลยเหรอ?"
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_smile3
    ei "ค่ะ" with dissolve
    en "....."
    n "เอ็นโจเงียบไปสักพักก่อนที่เขาจะพยักหน้าให้เด็กสาวผมสีน้ำตาลเบาๆ"
    "ตอนแรกแววตาของเขามีแต่ความสับสนและความลังเล แต่เมื่อฟังเอมิพูดอย่างแน่วแน่แล้ว ความรู้สึกของเขาก็ถูกคลี่คลายหายไป"
    en "เธอเป็นรุ่นน้องที่ดีนะ"
    hide Eimi02_Eimi02_smile3

    show Eimi02_Eimi02_normal
    ei "....." with dissolve
    en "รุ่นพี่ทาคากิอาจจะโชคดีก็ได้ที่ได้เจอคนอย่างเธอ"
    n "เอ็นโจพูดประโยคเดียวกับที่เขาเคยพูดให้เอมิฟังเมื่อเจอกันครั้งแรก"
    "เพราะความตรงไปตรงมาของเอมิ เขาที่ไม่ชอบรุ่นพี่ทาคากิเพราะความบาดหมางในอดีตจึงเลือกที่จะมอบคำตอบที่เหมาะสม"
    en "นี่อาจจะเป็นแค่การสันนิษฐานนะ..."
    hide Eimi02_Eimi02_normal

    show Eimi_Eimi_serous
    ei "พูดมาเถอะค่ะ" with dissolve
    n "เอ็นโจหรี่ตาลงสักพักก่อนที่เขาจะพูดสิ่งที่ตัวเองคิดออกมา"
    en "ครอบครัวของรุ่นพี่ทาคากิน่ะ..."
    hide Eimi_Eimi_serous

    show Eimi_Eimi_o
    n "คำพูดของเขาหลังจากนั้นทำให้เอมิเบิกตากว้างขึ้น" with dissolve
    stop music
    "เพราะมันคือความจริงที่เธอไม่เคยได้ยินจากปากของรุ่นพี่เธอแม้แต่ครั้งเดียว"
    hide Eimi_Eimi_o
    jump q8_4  
    return