label q8_5: 
    show art_room2 with Dissolve(1.0)
    play music "audio/bgm/yuki_no_owari_ni.mp3" volume 0.5
    show Eimi_Eimi_o
    ei "รูปนั้น...?" with dissolve
    tk "....."
    n "ไม่มีคำพูดใดๆที่หลุดมาจากปากของผม เพราะแค่ภาพที่อยู่บนกระดาษวาดรูปก็เป็นถ้อยคำที่ทรงพลังพอแล้วสำหรับผมและเอมิ"
    hide Eimi_Eimi_o

    show Eimi_Eimi_angry
    ei "นี่มัน..." with dissolve
    tk "....."
    hide Eimi_Eimi_angry

    show Eimi_Eimi_o
    ei "รูปของหนูเหรอคะ?" with dissolve
    n "ผมพยักหน้าให้เอมิ"
    "เธออาจจะเป็นคนที่ทำลายผลงานแรกที่จะส่งประกวดของผม "
    "แต่ถ้าหากผมไม่ได้พบและพูดคุยกับเธอ ผมคงไม่มีแรงบันดาลใจที่จะสร้างผลงานชิ้นนี้ขึ้นมา"
    tk "นี่คืองานที่ฉันส่งประกวดไป..."
    hide Eimi_Eimi_o

    show Eimi_shy_Eimi_normal
    ei "....." with dissolve
    n "เอมิหน้าแดงระเรื่ออยู่ในระยะเวลาสั้นๆ"
    "ก่อนที่เธอจะเอ่ยถามผมด้วยน้ำเสียงจริงจัง"
    hide Eimi_shy_Eimi_normal

    show Eimi_Eimi_o
    ei "ทำไมถึงเป็นรูปหนูล่ะคะ?" with dissolve
    n "ดวงตาสีน้ำตาลคู่โตจ้องมองผมราวกับกำลังเรียกร้องคำตอบจากใจจริง "
    "ผมถอนหายใจเล็กๆต่อหน้ารุ่นน้องของผม ก่อนที่จะยอมบอกสิ่งที่ผมเก็บงำอยู่ในใจมาตลอด"
    tk "เพราะการพบกันครั้งแรกระหว่างเธอกับฉัน มันเป็นสิ่งที่สวยงามมากๆยังไงล่ะ"
    hide Eimi_Eimi_o

    show Eimi_shy_Eimi_normal
    ei "....." with dissolve
    n "ใบหน้าที่แดงอยู่แล้วของเอมิยิ่งแดงหนักขึ้นไปอีกเมื่อเธอได้ยินความในใจจากผม "
    "ผมอาจจะโกหกหลายต่อหลายครั้ง ผมอาจจะเป็นคนปากไม่ตรงกับใจ แต่สิ่งที่ผมพูดในตอนนี้คือความจริงแท้อย่างแน่นอน"
    tk "ฉันก็ไม่เข้าใจหรอกนะว่าทำไมฉันถึงคิดว่าช่วงเวลานั้นเป็นช่วงเวลาที่สวยงาม "
    hide Eimi_shy_Eimi_normal

    show Eimi_shy_Eimi_sad2
    ei "....." with dissolve
    tk "แต่ตัวเธอที่ฉันได้เจอครั้งแรก มันเป็นความทรงจำที่ฉันจะไม่มีวันลืม...ใบหน้าของเธอ มันเป็นภาพติดตาที่ตกค้างอยู่ในใจฉัน คอยสะกดให้ฉันวาดมันออกมาหลายต่อหลายครั้ง"
    hide Eimi_shy_Eimi_sad2

    show Eimi02_shy_Eimi02_smile2
    ei "ที่รุ่นพี่เคยบอกบอกว่าคิดภาพใหม่ที่เยี่ยมยอดได้...ใช่ไหมคะ?" with dissolve
    n "ผมพยักหน้าให้กับคำถามเสียงแผ่วเบาของเอมิ"
    "ใบหน้าน่าเอ็นดูของเด็กสาวผมน้ำตาลเต็มไปด้วยความเขินอายแต่ก็มีความดีใจปนอยู่เช่นกัน"
    tk "มันไม่สำคัญหรอกว่าภาพนี้จะได้รางวัลหรือไม่ได้รางวัล "
    hide Eimi02_shy_Eimi02_smile2

    show Eimi02_shy_Eimi02_scared
    ei "แต่ว่า..." with dissolve
    tk "สำหรับฉันแล้ว ภาพนี้น่ะอาจจะไม่ใช่ภาพที่สวยที่สุดที่ฉันวาด แต่มันก็เป็นภาพที่ความหมายมากที่สุดสำหรับฉัน"
    hide Eimi02_shy_Eimi02_scared

    show Eimi02_shy_Eimi02_sad
    ei "....." with dissolve
    tk "ต่อให้ฉันแพ้งานประกวดด้วยงานชิ้นนี้ ฉันก็ไม่เสียใจ...เอมิ..."
    n "ผมประกาศความรู้สึกที่แท้จริงพร้อมกับยิ้มให้เด็กสาวตรงหน้า "
    "เอมิสบมองลงมาในดวงตาของผมตรงๆเช่นกัน"
    tk "เพราะฉะนั้น เธออย่าโทษตัวเองเลยว่าทำให้งานของฉันพัง อย่าโทษว่าเธอทำให้ชีวิตฉันลำบาก... ที่ชีวิตฉันมีสีสันมากมายขนาดนี้ก็เป็นเพราะเธอ..."
    hide Eimi02_shy_Eimi02_sad

    show Eimi_shy_Eimi_sad2
    ei "เอมิเอง...ก็ไม่ได้ทำอะไรเป็นพิเศษหรอกค่ะ..." with dissolve
    n "เด็กสาวผมน้ำตาลก้มหน้าลงน้อยๆเพื่อหลบตาผมเพราะความขัดเขิน แต่ผมหัวเราะในลำคอเพราะความถ่อมตัวของรุ่นน้องที่น่าเอ็นดู"
    tk "เธอรู้ไหมว่าเธอเป็นคนเดียวที่เข้ามาคุยกับฉันอย่างเป็นมิตร ขนาดครอบครัวของฉันและคนในห้องฉันยังไม่ดีกับฉันเท่ากับเธอเลย"
    hide Eimi_shy_Eimi_sad2

    show Eimi_shy_Eimi_sad
    ei "....." with dissolve
    n "ดวงตาคู่โตของเอมิมองผมด้วยความสงสาร"
    "ทุกคนอาจจะเข้าใจผิดว่าผมเป็นคนเข้มแข็งและเย็นชาแต่ความจริงแล้วผมน่ะเป็นแค่คนขี้ขลาดคนหนึ่งเท่านั้น แท้จริงแล้วเปลือกนอกที่แข็งกร้าวของผมก็มีไว้เพื่อปกป้องตัวเองจากคนรอบข้าง"
    "เพราะไม่อยากยอมรับว่าถูกปฏิเสธจากคนรอบข้าง เลยชิงที่จะปฏิเสธทุกคนก่อน"
    "สุดท้ายแล้ว ผมก็ไม่เหลือใครเลย"
    tk "ฉันเข้าใจดี ทั้งหมดมันเป็นเพราะความไม่ได้เรื่องของฉันเองที่ทำให้ฉันมาถึงจุดนี้"
    hide Eimi_shy_Eimi_sad

    show Eimi_shy_Eimi_normal
    ei "....." with dissolve
    tk "แต่ที่ฉันนึกไม่ถึงก็คือการที่เธอกับฉันจะมารู้จักกัน "
    hide Eimi_shy_Eimi_normal

    show Eimi_shy_Eimi_sad
    ei "....." with dissolve
    tk "ตั้งแต่มีเธอเข้ามายุ่งกับชีวิตฉัน ฉันคิดว่ามันวุ่นวายก็จริง แต่มันก็สนุกมากเลยนะ"
    hide Eimi_shy_Eimi_sad

    show Eimi02_shy_Eimi02_onegai
    ei "...อึก" with dissolve
    n "เอมิส่งเสียงร้องเบาๆในลำคอด้วยใบหน้าที่ยังแดงก่ำของเธอ"
    hide Eimi02_shy_Eimi02_onegai

    show Eimi02_shy_Eimi02_sawagashi
    ei "ทำไมรุ่นพี่ไม่ชมหนูแบบนี้ตั้งแต่แรกกันคะ? " with dissolve
    tk "....."
    hide Eimi02_shy_Eimi02_sawagashi

    show Eimi02_shy_Eimi02_scared
    ei "ทำเอาหนูคิดมาตลอดเลยว่ารุ่นพี่จะรำคาญหนูรึเปล่า รุ่นพี่จะเกลียดหนูรึเปล่า" with dissolve
    n "เธอคนนี้คิดมากมาตลอดเลยสินะ "
    "เพราะผมเอาแต่พูดคำร้ายๆใส่เธอ เธอเลยกังวลข้างเดียวเสมอว่าผมจะผลักไสเธอออกไปสักวันหนึ่งหรือเปล่า"
    "มันคงเป็นความผิดของผมเองน่ะแหละ"
    tk "ฉันไม่มีวันเกลียดเธอหรอก"
    hide Eimi02_shy_Eimi02_scared

    show Eimi02_shy_Eimi02_sad
    n "คำพูดของผมทำให้เอมิเบิกตากว้างขึ้นกว่าเดิม " with dissolve
    "เงาร่างเล็กตรงหน้าผมสั่นเทาน้อยๆ พร้อมกับที่เธอมองผมไม่กระพริบตาแม้แต่ครั้งเดียว"
    hide Eimi02_shy_Eimi02_sad

    "หลังจากผมพูดว่าผมไม่ได้เกลียดเธอ ถ้อยคำระหว่างพวกเราสองคนก็หยุดลง"
    "พวกเราสองคนไม่ได้พูดอะไรกันเป็นเวลาหลายต่อหลายวินาทีท่ามกลางท้องฟ้าสีส้มซึ่งเป็นฉากหลังของพระอาทิตย์ใกล้ตกดิน"
    "ผมเป็นฝ่ายทำลายความเงียบขึ้นก่อนเพราะมีสิ่งที่ผมต้องพูดกับเธอ"
    tk "ต่อจากนี้ไปน่ะ ฉันไม่มั่นใจว่าฉันจะสามารถวาดรูปต่อไปได้เหมือนเดิมหรือเปล่า บางทีฉันอาจจะต้องเลิกวาดรูปเลยก็ได้"
    hide Eimi02_shy_Eimi02_sad

    show Eimi_Eimi_o
    ei "หา?" with dissolve
    tk "ก็ฉันแพ้เดิมพันนี่นา"
    hide Eimi_Eimi_o

    show Eimi_Eimi_sad2
    n "เอมิแสดงสีหน้าตกใจ ความหดหู่ปรากฏขึ้นบนใบหน้าเด็กสาวผมน้ำตาลเมื่อผมบอกกับเธอว่าผมไม่สามารถไล่ตามความฝันได้" with dissolve
    tk "จากนี้น่ะ ฉันต้องเรียนหนักขึ้นเพื่อให้สอบเข้าวิทยาลัยแพทย์ให้ได้ การมาซ้อมนั่งวาดรูปทุกวันและพูดถึงความฝันว่าอยากเป็นจิตรกรอาจจะเป็นสิ่งที่เป็นไปไม่ได้อีกแล้วล่ะ"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "....." with dissolve
    n "ใบหน้าของเอมิฉายซึ่งความเสียใจเมื่อเธอได้ฟังผม "
    tk "...หรือบางทีสิ่งที่ครอบครัวฉันพูดอาจจะถูกมาตลอดก็ได้นะ..."
    hide Eimi_Eimi_sad

    show Eimi_Eimi_normal
    ei "สิ่งที่ครอบครัวรุ่นพี่พูด?" with dissolve
    tk "ความฝันของฉันมันผิด"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_sad
    ei "....." with dissolve
    n "คำกล่าวเสียงแหบแห้งของผมเปี่ยมไปด้วยความหมดหวังราวกับพละกำลังถูกทำลายหายไปจากร่างทั้งหมด "
    "ขณะเดียวกัน ความหมองหม่นฉายออกมาทางดวงตาเอมิที่ฟังผมราวกับเธอใกล้จะหลั่งน้ำตา"
    tk "มันเป็นเส้นทางที่ไม่ฉลาด ไม่มีความเป็นผู้ใหญ่และไม่ได้มองความเป็นจริง"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "....." with dissolve
    tk "ฉันอยากจะเชื่อว่าสิ่งที่ฉันทำมันถูกต้อง แต่พอหลังจากฉันแพ้เดิมพันแล้ว ฉันก็ไม่รู้จะเชื่ออะไรอีกต่อไปแล้วล่ะ..."
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "....." with dissolve
    tk "ขอโทษที่ฉันทำผิดสัญญานะ ทั้งๆที่เธอเป็นฝ่ายที่ทำตามสัญญาได้แล้วแท้ๆ"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "....." with dissolve
    tk "ฉันขอโทษจริงๆนะ เอมิ"
    hide Eimi_Eimi_sad2

    n "ยิ่งพูดความรู้สึกออกมา ผมก็ยิ่งรู้สึกเจ็บปวดข้างในอก "
    "คอของผมแห้งผากลงเมื่อถึงความทรมานที่อัดอั้นตันใจราวกับถูกบังคับให้กลืนทรายไม่มีผิด "
    "ความรู้สึกร้อนๆหนาวๆกลืนกินผมเข้าไป แม้กระทั่งภาพตรงหน้าก็มืดมัวไปหมดเพราะความผิดหวังกับผลลัพธ์ของความพยายาม"
    "นี่อาจจะเป็นผลกรรมที่สาสมกับคนที่เคยทำให้ชมรมศิลปะพังทลายลง"
    "ผมเข้าใจดีว่าความพยายามไม่ได้นำมาซึ่งความสำเร็จเสมอไป "
    "ถึงแม้จะเข้าใจความจริงที่ว่าแต่ผมก็ไม่สามารถทำให้ตัวเองเจ็บปวดน้อยลงได้อยู่ดี"
    stop music
    "ผมน่ะ..."
    play music "audio/bgm/Alphard .mp3" volume 0.5
    hide Eimi_Eimi_sad2

    show Eimi02_Eimi02_sad
    tk "...เอมิ" with dissolve
    ei "....."
    n "ไม่มีถ้อยคำใดๆดังมาจากเด็กสาวผมสีน้ำตาล"
    "สองแขนของเธอโอบกอดผมไว้ สัมผัสที่อบอุ่นจากเงาร่างเล็กคือการปลอบโยนโดยไม่ต้องใช้คำพูดแม้แต่คำเดียว"
    "ผมเรียกชื่อเธอด้วยใบหน้าที่อุ่นขึ้นเพราะระยะห่างระหว่างพวกเราสองคนถูกลดลงจนไม่มีช่องว่าง วงแขนเด็กสาวผมน้ำตาลโอบรัดร่างผมไว้พร้อมกับยื่นมือไปลูบหลังผมเบาๆ"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_smug2
    ei "รุ่นพี่ไม่ต้องคิดมากเรื่องสัญญาก็ได้ค่ะ" with dissolve
    tk "....."
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_smile
    ei "ไม่ใช่ว่ารุ่นพี่พูดเรื่องนั้นขึ้นมาเพราะอยากให้เอมิมีกำลังใจเฉยๆเหรอคะ?" with dissolve
    tk "ตอนแรกก็ควรจะเป็นแบบนั้น แต่พออยู่กับเธอไปเรื่อยๆ ฉันก็อยากทำให้มันเกิดขึ้นจริงๆ"
    n "เอมิถอนใจเบาๆหลังจากฟังผม"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile
    ei "รุ่นพี่คิดมากเกินไปแล้วนะคะ" with dissolve
    tk "....."
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile3
    ei "แค่เอมิเห็นรุ่นพี่มีความตั้งใจที่จะทำตามสัญญา เอมิก็ดีใจมากแล้วค่ะ" with dissolve
    tk "...เอมิ"
    n "รอยยิ้มที่อ่อนโยนของเด็กสาวผมน้ำตาลทำให้ผมรู้สึกตื้นตันข้างในใจ ถ้อยคำที่แสนใจดีจากเธอทำให้ผมรู้สึกเหมือนได้รับการให้อภัยทั้งๆที่ไม่สมควรได้รับ"
    hide Eimi02_Eimi02_smile3

    show Eimi_Eimi_serous
    ei "ขอพูดอะไรที่อาจจะไม่ฉลาดให้ฟังได้ไหมคะ? " with dissolve
    tk "หา?"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_smile
    ei "มันอาจจะเป็นคำพูดที่ไม่มีความเป็นผู้ใหญ่และไม่ได้มองความเป็นจริง แต่มันก็เป็นสิ่งที่เอมิอยากให้รุ่นพี่ทำค่ะ" with dissolve
    tk "....."
    n "ต่อหน้ารอยยิ้มของเอมิแล้ว ผมไม่สามารถปฏิเสธเธอลงได้ สุดท้ายผมจึงได้แต่หรี่ตาลงน้อยๆและพูดกับเธอ"
    tk "พูดมาสิ"
    n "ผมไม่รู้หรอกว่าเธออยากจะพูดอะไรกับผม "
    "...แต่ผมก็ยังอยากฟังเธออยู่ดี"
    hide Eimi_Eimi_smile

    show Eimi_shy_Eimi_smile2
    ei "เอมิชอบรุ่นพี่นะคะ" with dissolve
    n "คำสารภาพความรู้สึกของเด็กสาวผมน้ำตาลทำให้ผมเบิกตากว้าง ความรู้สึกอันซื่อตรงที่ถูกสารภาพอย่างอย่างไม่ทันตั้งตัวทำให้ผมรู้สึกหัวใจเต้นแรง"
    "ใบหน้าของผมเริ่มอุ่นขึ้นกว่าเดิมอย่างชัดเจน"
    "ผมสัมผัสได้เลยว่าใบหน้าผมต้องกำลังแดงมากแน่ๆ"
    tk "ทำไม...?"
    hide Eimi_shy_Eimi_smile2

    show Eimi_shy_Eimi_smile
    ei "คะ? " with dissolve
    tk "ทำไมถึงมาสารภาพในเวลาแบบนี้ล่ะ?"
    n "ความประดักประเดิดทำให้ผมพูดกับเธอด้วยน้ำเสียงตะกุกตะกัก "
    "แต่ลึกๆแล้วผมรู้สึกยินดีกับคำสารภาพของเอมิอย่างมาก"
    "ความดีใจที่เกิดขึ้นนี้เป็นสิ่งที่ชี้ชัดว่าความรู้สึกของพวกเราตรงกัน"
    hide Eimi_shy_Eimi_smile

    show Eimi02_shy_Eimi02_smug
    ei "รุ่นพี่เคยได้ยินไหมคะว่าถ้าสารภาพในช่วงเวลาที่อีกฝ่ายกำลังอ่อนไหวที่สุดจะทำให้โอกาสสำเร็จสูงขึ้นค่ะ?" with dissolve
    n "ผมเลิกคิ้วขึ้นเมื่อได้ฟังทฤษฏีของเอมิ ถ้าหากเป็นเวลาปกติ ผมอาจคิดว่าเธอพูดเพ้อเจ้อ แต่ในเวลาที่โดนแผนการนี้กับตัวเองจริงๆ ผมเข้าใจเลยว่าเธอคนนี้แยบยลกว่าที่ผมคิด"
    tk "เธอนี่...ร้ายกาจจริงๆนะ..."
    hide Eimi02_shy_Eimi02_smug

    show Eimi02_shy_Eimi02_smile
    ei "ฮึๆ" with dissolve
    n "ผมหัวเราะในลำคอเบาๆด้วยความพึงพอใจ ต่อให้ผมรู้สึกเศร้ามากแค่ไหน การที่มีเอมิมาคุยด้วยในตอนนี้ทำให้ผมรู้สึกดีขึ้นมาก"
    "ผมต้องขอบคุณเธอจริงๆ"
    hide Eimi02_shy_Eimi02_smile

    show Eimi02_shy_Eimi02_smile2
    ei "เอมิขอพูดอะไรอีกได้ไหมคะ?" with dissolve
    tk "....."
    hide Eimi02_shy_Eimi02_smile2

    show Eimi_shy_Eimi_smile
    ei "เอมิน่ะ ชอบรุ่นพี่ทาคากิที่ปากร้าย ท่าทางไม่เป็นมิตรกับคนอื่นค่ะ" with dissolve
    tk "...เธอนี่ชอบของแปลกเนอะ"
    hide Eimi_shy_Eimi_smile

    show Eimi_shy_Eimi_smile4
    ei "เพราะเอมิรู้ดีค่ะว่าลึกๆแล้วรุ่นพี่น่ะเป็นคนอ่อนโยนค่ะ" with dissolve
    tk "....."
    n "อ่อนโยน?"
    "ผมไม่นึกเลยว่าคำว่าอ่อนโยนจะสามารถนำมาใช้กับคนอย่างผมได้ "
    "อิทสึกิ เอมิ เธอกำลังคิดอะไรอยู่กันนะ?"
    hide Eimi_shy_Eimi_smile4

    show Eimi_shy_Eimi_smile2
    ei "รุ่นพี่น่ะหวังดีกับคนรอบข้างเลยมักจะเสนอวิธีการที่ดีที่สุดเพื่อให้คนรอบข้างพัฒนาตัวเองเสมอ " with dissolve
    "แต่เพราะว่าพูดจาแทงใจคนอื่นและชอบพูดจาโหดร้าย ทำให้คนอื่นกลัวกัน"
    tk "....."
    hide Eimi_shy_Eimi_smile2

    show Eimi_shy_Eimi_smile3
    ei "ถึงการแสดงออกจะน่ากลัว แต่เอมิรู้ค่ะว่าลึกๆน่ะ รุ่นพี่อยากให้คนอื่นพัฒนาไปสู่จุดที่ดีขึ้น " with dissolve
    "รุ่นพี่เป็นคนแสดงความรู้สึกไม่เก่งเลยถูกคนอื่นเข้าใจเจตนาผิดไปหมด"
    tk "....."
    hide Eimi_shy_Eimi_smile3

    show Eimi_shy_Eimi_smile
    ei "ไม่มีใครทำถูกต้องเสมอไปหรอกค่ะ แต่คนที่จะสามารถยอมรับความผิดตัวเองได้และก้าวไปข้างหน้าน่ะไม่มีทางเป็นคนที่เลวร้ายแน่นอนค่ะ " with dissolve
    "ไม่งั้นรุ่นพี่คงไม่เข้าหาสมาชิกชมรมในอดีตกับเพื่อนของศัตรูเอมิอย่างเป็นมิตรและก็คงไม่มาให้กำลังใจเอมิที่ตอนแรกไม่มีความสามารถหลายต่อหลายครั้งค่ะ"
    n "คำพูดของเอมิเป็นสิ่งที่ผมไม่เคยนึกถึง"
    "แท้จริงแล้วผมก็แค่รู้สึกว่าสิ่งที่ผมทำในอดีตมันไม่ถูกต้อง ผมเลยพยายามแก้ไขให้ตัวเองไม่ทำประวัติศาสตร์ซ้ำรอยเท่านั้น"
    "ผมไม่นึกเลยว่ามันจะเป็นสิ่งที่สมควรได้รับคำชื่นชม "
    "แต่สำหรับเอมิและคนรอบข้าง ตัวผมที่เปลี่ยนแปลงไปคงจะมีความหมายมากมายเลยสินะ"
    tk "เธออาจจะมองฉันในแง่ดีเกินไปก็ได้นะ"
    hide Eimi_shy_Eimi_smile

    show Eimi02_shy_Eimi02_smug2
    ei "ไม่หรอกค่ะ ฮะๆ" with dissolve
    n "เอมิส่งเสียงหัวเราะเจ้าเล่ห์ให้ผม"
    hide Eimi02_shy_Eimi02_smug2

    show Eimi_Eimi_smile
    ei "รุ่นพี่ทาคากิน่ะทั้งปากร้าย เย็นชากับคนไม่รู้จัก ขี้รำคาญ ไม่ชอบฟังคำพูดคนอื่น วันๆเอาแต่คิดถึงเรื่องวาดภาพอย่างเดียวจนลืมมองเรื่องอื่น แถมยังหยิ่งอีกต่างหาก" with dissolve
    tk "...เฮ้ย"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_smile4
    ei "ข้อเสียของรุ่นพี่ทาคากิน่ะ เอมิเข้าใจดีหมดค่ะ" with dissolve
    tk "แล้วทำไมเธอถึงยังชอบฉันล่ะ?"
    hide Eimi_Eimi_smile4

    show Eimi_Eimi_smile2
    ei "เพราะเอมิชอบรุ่นพี่ที่ชอบวาดรูปยิ่งกว่าใครๆยังไงล่ะคะ" with dissolve
    tk "....."
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_smile
    ei "ขนาดทั้งชมรมไม่เหลือใครแล้ว ขนาดโดนคนรอบข้างดูถูกความฝัน แต่รุ่นพี่ก็ยังเลือกที่จะมุ่งหน้าทำตามสิ่งที่ตัวเองปรารถนาและทุ่มเทยิ่งกว่าใครๆ" with dissolve
    tk "....."
    n "คำพูดของเอมิทำให้ในใจผมรู้สึกอบอุ่นขึ้น	นานเท่าไหร่แล้วนะที่ไม่มีใครชื่นชมผม"
    "เธอเป็นคนไม่กี่คนที่คุยกับผมด้วยถ้อยคำที่อ่อนโยน"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_smile3
    ei "ทั้งๆที่รุ่นพี่แนะนำหรือให้กำลังใจเอมิ รุ่นพี่ก็รู้ดีแก่ใจว่าจะไม่ได้อะไรตอบแทน แต่รุ่นพี่ก็ยังเลือกที่จะช่วยเอมิ แม้กระทั่งในเวลาที่ตัวเองยังมีปัญหา รุ่นพี่ก็ยังให้ความสำคัญกับเอมิมากกว่าที่จะคิดถึงตัวเอง" with dissolve
    tk "....."
    hide Eimi_Eimi_smile3

    show Eimi_shy_Eimi_smile
    ei "อย่าถามเลยดีกว่าค่ะว่าทำไมถึงชอบรุ่นพี่ รุ่นพี่ถามดีกว่าค่ะว่าทำไมหนูถึงจะไม่ชอบรุ่นพี่ที่ดีกับหนูขนาดนี้กัน" with dissolve
    n "รอยยิ้มซุกซนปรากฏขึ้นบนใบหน้าเด็กสาวผมสีน้ำตาล คำถามย้อนกลับจากเธอทำให้ผมรู้สึกว่าเธอคนนี้เป็นคนที่มีความกล้ามากกว่าผมเหลือเกิน "
    stop music
    "การสารภาพความผูกพัน สำหรับผมแล้วมันยากแสนยาก แต่เธอคนนี้กลับทำมันได้อย่างง่ายดาย"
    play music "audio/bgm/tsuranuku_no_hikari.mp3" volume 0.5
    hide Eimi_shy_Eimi_smile

    show Eimi_Eimi_serous
    ei "เอมิอยากให้รุ่นพี่วาดรูปต่อไปนะคะ" with dissolve
    n "คำกล่าวจากเอมิทำให้ผมเลิกคิ้วขึ้นด้วยความประหลาดใจ"
    "ดูเหมือนเด็กสาวผมน้ำตาลจะคาดเดาได้ว่าผมจะถามเธอว่า ‘ทำไม?’ เธอจึงชิงตอบขึ้นก่อน"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_smile4
    ei "เอมิเชื่อในตัวรุ่นพี่นะคะ ต่อให้รุ่นพี่ทาคากิจะมีอนาคตแบบไหน สุดท้ายรุ่นพี่ก็คงเลือกที่จะกลับมาวาดรูปอยู่ดีค่ะ " with dissolve
    tk "นั่นมัน..."
    hide Eimi_Eimi_smile4

    show Eimi_Eimi_smile2
    ei "ไม่งั้น รุ่นพี่ก็คงไม่วาดรูปคนเดียวในห้องชมรมที่ถูกทิ้งร้างแบบนี้หรอกค่ะ" with dissolve
    n "คำพูดของเธอค่อยๆแทรกเข้าไปในใจผมช้าๆ"
    "ความไม่ยอมแพ้ของผมที่ส่องสะท้อนในดวงตาของเธอเป็นสิ่งที่ตราตรึงสำหรับเธอขนาดนั้นเลยอย่างงั้นเหรอ"
    hide Eimi_Eimi_smile2

    show Eimi02_Eimi02_smile
    ei "รุ่นพี่เป็นคนสอนหนูเองไม่ใช่เหรอคะว่าอย่ายอมแพ้ต่อสิ่งที่ตัวเองรัก" with dissolve
    tk "ที่ฉันพูดก็เพราะ..."
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile2
    ei "หนูดูออกนะคะ...จริงอยู่ที่รุ่นพี่พูดเพราะอยากจะชดใช้กับสิ่งที่ตัวเองเคยทำผิดในอดีตกับสมาชิกชมรมศิลปะ แต่สำหรับหนู มันมีความหมายมากกว่านั้นนะคะ..." with dissolve
    tk "....."
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_smile
    ei "ได้โปรดอย่ายอมแพ้ต่อความฝันที่อยากจะวาดรูปเลยค่ะ" with dissolve
    tk "...เอมิ"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile2
    ei "ถ้ารุ่นพี่สอนในสิ่งที่ตัวเองไม่ทำเอง มันจะมีความหมายอะไรล่ะคะ?" with dissolve
    tk "....."
    n "คำพูดของเอมิทำให้ผมกลืนไม่เข้าคายไม่ออก "
    "ผมไม่นึกเลยว่าถ้อยคำที่ผมพูดเพียงเพื่อให้กำลังใจเธอจะมีความหมายมากมายสำหรับเธอ"
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_smile3
    ei "ถ้ารุ่นพี่เลิกที่จะเชื่อในความฝันของตัวเอง หนูจะช่วยรุ่นพี่แบบที่รุ่นพี่เคยช่วยหนูเองค่ะ" with dissolve
    n "ผมตะลึงกับคำพูดของเธอ"
    "ทั้งๆที่ไม่เคยคิดว่าจะได้รับการอภัยจากสิ่งเลวร้ายที่เคยทำในอดีต ทั้งๆที่คิดว่ากรรมตามสนอง แต่คนที่ผมช่วยผลักดันไว้กลับเป็นคนที่กลับมามอบแรงผลักดันให้ผมเสียเอง"
    "ทุกสิ่งที่ผมเคยทำ ทุกสิ่งที่ผมเคยพูดให้เอมิฟัง รวมถึงความฝันของผม"
    "...มันไม่ได้ไร้ความหมายทั้งนั้น..."
    tk "เอมิ..."
    hide Eimi02_Eimi02_smile3

    show Eimi02_Eimi02_smile
    ei "คะ? " with dissolve
    tk "เธอนี่มัน...ขี้โกงชะมัด..."
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile2
    n "เอมิส่งรอยยิ้มกว้างให้กับผม รอยยิ้มที่เหมือนกับวันแรกที่เราสองคนพบกัน" with dissolve
    "...และเป็นรอยยิ้มเดียวกับที่ทำให้ผมเริ่มสนใจในตัวเธอ..."
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_smile
    ei "รุ่นพี่ต้องรู้ไว้นะคะว่าผู้หญิงที่มีความรักน่ะ...ขี้โกงเสมอค่ะ..." with dissolve
    n "เอมิขยิบตาให้ผมข้างหนึ่งพร้อมกับยิ้มให้กำลังใจผม"
    "เพราะเห็นใบหน้าที่เบิกบานของเธอ ผมเลยอดที่จะหัวเราะด้วยความยินดีไม่ได้"
    tk "ยัยบ้า ฮะๆๆ"
    hide Eimi02_Eimi02_smile

    show Eimi02_hide
    n "ท่ามกลางท้องฟ้าตะวันใกล้ตกดิน ผมและเธอต่างส่งยิ้มให้กัน แลกเสียงหัวเราะให้กัน" with dissolve
    "ความฝันของพวกเรา มันอาจจะเป็นสิ่งที่ดูไม่ฉลาด ไม่เป็นผู้ใหญ่และอาจจะไม่มองความจริงในสายตาคนอื่น"
    "...แต่มันไม่สำคัญอีกต่อไป... "
    "คนที่สามารถตัดสินคุณค่าของความฝันตัวเองได้มีแค่ตัวเราเองเท่านั้น"
    "เพราะคำพูดของเอมิ ผมเลยอยากที่จะเชื่อในความฝันของตัวเองอีกครั้งหนึ่ง"
    "ไม่ว่าจะต้องพบเจอกับอะไรหลังจากนี้ ไม่ว่าจะต้องเผชิญกับอุปสรรครูปแบบไหน ผมก็ขอเลือกที่จะยืนหยัดเพื่อความปรารถนาของตัวเองต่อไป"
    "...เหมือนอย่างอิทสึกิ เอมิ..."
    "...เหมือนอย่างผู้หญิงที่ผมรัก..."
    "....."
    show sunset1 with Dissolve(1.0)
    hide art_room2

    "รอยยิ้มที่งดงามของเด็กสาวเรือนผมสีน้ำตาล อ้อมกอดที่อบอุ่นของเธอและคำพูดให้กำลังใจที่ทำให้ผมรู้สึกตื้นตัน"
    "ภาพที่เกิดขึ้นตรงหน้าเป็นสิ่งที่จะตราตรึงในความทรงจำของผมอีกยาวนาน"
    "ไม่มีทางที่ผมจะลืมเลือนภาพที่แสนสวยงามนี้...จนถึงลมหายใจสุดท้ายของผม..."
    stop music
    "...อย่างแน่นอน..."
    hide Eimi02_hide
    return

