label q4_5:
    show art_room2 with Dissolve(1.0)
    play music "audio/bgm/cafe_de_swing.mp3" volume 0.5
    show Eimi_Eimi_normal
    play sound  "audio/SoundEffect/walk.mp3"
    n "ผมกับเอมิเดินกลับมาห้องชมรมศิลปะด้วยกัน" with dissolve
    "พระอาทิตย์ใกล้จะตกดินแล้ว ตอนเย็นกำลังใกล้มาถึง "
    tk "เธอไม่รีบกลับบ้านเหรอ?"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_smile
    show question with Dissolve(1.0)
    ei "คะ?" with dissolve
    hide question
    tk "เป็นผู้หญิงกลับบ้านดึกๆมันอันตรายนะ"
    n "ผมถามเธอด้วยความหวังดี"
    "ยามค่ำคืนเป็นช่วงเวลาที่อันตรายสำหรับเด็กผู้หญิง ยิ่งสำหรับเอมิที่เป็นผู้หญิงรูปร่างหน้าตาดีก็มีโอกาสตกเป็นเหยื่อพวกผู้ชายแปลกๆได้ง่าย"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_wakaranai
    ei "ก็รุ่นพี่บอกหนูให้วาดรูปนี่คะ " with dissolve
    tk "ฉันไม่นึกว่าเธอจะลองวาดจริงๆ"
    hide Eimi_Eimi_wakaranai

    show Eimi_Eimi_smile2
    show laught with Dissolve(1.0)
    ei "จริงๆก็ไม่อยากวาดหรอกค่ะเพราะฝีมือหนูอย่างห่วย ฮะๆๆ" with dissolve
    hide laught
    tk "แล้วทำไมเธอถึงจะวาดล่ะ?"
    n "เอมิหัวเราะร่วน แต่เมื่อเธอฟังคำถามผม เธอก็ส่งยิ้มเจิดจ้าให้ผม"
    "รอยยิ้มของเธอเป็นรอยยิ้มที่ใสซื่อและตรงไปตรงมา"
    hide Eimi_Eimi_smile2

    show Eimi02_Eimi02_smile
    ei "เพราะรุ่นพี่เป็นคนขอไงคะ" with dissolve
    n "คำตอบเสียงกังวานใสดังขึ้นพร้อมกับเอมิคลี่ยิ้มกว้าง"
    "เพราะว่าผมเป็นคนขอ...อย่างงั้นเหรอ...คำพูดของเอมิดังในใจผมอีกครั้ง"
    "สำหรับเธอแล้ว ความต้องการของผมสำคัญขนาดนั้นเลยงั้นรึ"
    "...ช่างแปลกจริงๆ"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile3
    ei "งั้นจะวาดอะไรก่อนดีคะ?" with dissolve
    tk "ตามใจเธอเลย"
    n "ขณะที่เอมินั่งลงต่อหน้ากระดาษวาดรูป ผมก็ยืนกอดอกอยู่ข้างๆเธอ"
    "เด็กสาวผมสีน้ำตาลดูงงๆกับคำตอบของผม"
    hide Eimi02_Eimi02_smile3

    show Eimi02_Eimi02_smile2
    ei "รุ่นพี่นี่สบายๆกว่าที่คิดนะคะ" with dissolve
    tk "มือใหม่หัดวาดน่ะ ให้วาดอะไรตามใจจะดีกว่าการบังคับวาดล่ะนะ "
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_smile
    ei "รุ่นพี่นี่ใจดีกับหนูกว่าที่คิดนะคะ" with dissolve
    tk "เธอคิดว่าฉันจะใจร้ายกับเธอตลอดเหรอ?"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_angry3
    ei "คิดค่ะ " with dissolve
    tk "หา?"
    n "ผมแอบตกใจที่เอมิคิดว่าผมจะทำตัวใจร้ายตลอดเวลา ถ้าไม่มีปัญหาอะไรเกิดขึ้นหรือไม่มีคนทำอะไรขวางหูขวางตา ผมก็ไม่ได้ทำตัวใจร้ายใจดำใส่คนอื่นไปทั่วหรอก"
    "บางทีผมอาจจะพูดจาเสียดสีเธอมากเกินไปจนเธอระแวงก็ได้"
    hide Eimi02_Eimi02_angry3

    show Eimi_Eimi_o
    ei "หนูได้ยินมาว่าพวกจิตรกรเนี้ยบๆจะบังคับให้มือใหม่วาดหม้อวาดไหจนกว่าลายเส้นจะคงตัวไม่ใช่เหรอคะ " with dissolve
    tk ".........."
    hide Eimi_Eimi_o

    show Eimi_Eimi_meh
    ei "หนูเคยได้ยินว่าถ้าวาดไหไม่ครบ 100 ไห ส่งอาจารย์สอนศิลปะจะโดนสั่งลงโทษอย่างรุนแรงจนต้องร้องขอชีวิต มันจริงไหมคะที่ว่าวงการนี่มันโหดขนาดนี้? " with dissolve
    tk ".........."
    n "ผมพูดไม่ออกเลยเพราะไม่รู้ว่าเธอไปเอาความรู้บ้าๆแบบนี้มาจากไหน"
    "เอาจริงๆคือเรื่องฝึกวาดไหวาดหม้อมันก็มีบ้างแหละ แต่เรื่องสั่งลงโทษอย่างรุนแรงจนต้องร้องขอชีวิตนี่เธอไปดูมาจากละครช่องไหนกันเนี่ย"
    tk "ถ้ายังพูดนอกเรื่องแล้วไม่วาดรูปสักที เธอจะโดนสั่งลงโทษตอนนี้ ที่นี่และเดี๋ยวนี้นี่แหละ "
    hide Eimi_Eimi_meh

    show Eimi_Eimi_o
    ei "จู่ๆรุ่นพี่ก็เข้มขึ้นมานะคะ " with dissolve
    tk "ถ้าเป็นเรื่องวาดรูปฉันจริงจังเสมอแหละ"
    hide Eimi_Eimi_o

    show Eimi_Eimi_serous
    ei "หนูเชื่อค่ะ " with dissolve
    tk "ดีมากๆ"
    n "คำพูดของเอมิทำให้ผมพึงพอใจ ผมพูดจากใจจริงเพราะว่าเรื่องศิลปะผมจริงจังเสมอ"
    "ถ้าไม่จริงจังกับสิ่งที่ตัวเองรักจะไปจริงจังกับอะไรกัน"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_smile4
    ei "งั้นจะลองดูนะคะ" with dissolve
    tk "ฉันจะรอดู"
    play sound  "audio/SoundEffect/writing_pencil_01.mp3"
    n "เอมิคว้าดินสอเข้ามาในมือและลากเส้นบนกระดาษสองสามครั้ง"
    "ผมคิดจะลากเก้าอี้มานั่งดูเธอวาดเพราะน่าจะใช้เวลานานแต่จู่ๆเอมิก็โพล่งขึ้นมาว่า"
    hide Eimi_Eimi_smile4

    show Eimi_Eimi_smile3
    show happy with Dissolve(1.0)
    ei "เสร็จแล้วค่า " with dissolve
    hide happy
    n "ผมตาเบิกโพลงเพราะว่าความเร็วในการทำงานของเอมิเข้าขั้นความเร็วแสง"
    "คนบ้าอะไรจะวาดรูปเร็วขนาดนี้!?"
    hide Eimi_Eimi_smile3

    "แต่เมื่อผมเห็นรูปที่เธอวาดแล้ว ผมก็ได้คำตอบในทันที" with dissolve

    show BirdPic
    ei "นกน้อยน่ารักค่า " 
    tk "..... =_=”"
    n "สิ่งที่เอมิเรียกว่านกน้อยน่ารักมันคือเครื่องหมายตัว W กลับหัวที่วาดชุ่ยๆโดยใช้แค่ดินสอเท่านั้น"
    "ไม่มีการลงสีอะไรทั้งนั้น เป็นแค่การลากเส้นเท่านั้น"
    "ถ้าผู้หญิงคนนี้เรียกสิ่งนี้ว่าเป็นนก ผมก็คงเรียกแมลงสาบแถวบ้านว่าเป็นนกยูงได้เหมือนกัน"
    ei "นกน่ารักดีไหมคะ รุ่นพี่?"
    tk "ฉันพูดไม่ออกเลย"
    n "ผมกุมขมับตัวเองแน่นเพราะปวดหัว"
    "ไมเกรนกำลังรับประทานผมเข้าไปกะทันหัน"
    ei "พูดไม่ออกในความสุดยอดของมันใช่ไหมคะ?"
    tk "พูดไม่ออกเพราะว่ามันห่วยเกินจินตนาการจริงๆ 0_0"
    hide BirdPic with dissolve

    show Eimi02_Eimi02_panic
    show panic with Dissolve(1.0)
    ei "รุ่นพี่ใจร้ายค่า " with dissolve
    hide panic
    n "เอมิโวยวายตาตั้ง เธอกระโดดเด้งตัวไปมาแล้วอ้าปากกว้างไปพร้อมๆกัน"
    tk "วางใจได้ เอมิ"
    hide Eimi02_Eimi02_panic

    show Eimi02_Eimi02_0
    show question with Dissolve(1.0)
    ei "วางใจอะไรเหรอคะ?" with dissolve
    hide question
    n "ผมกำหมัดแน่นแล้วชูมือสูงขึ้นพร้อมกับตั้งปณิธาน"
    tk "ต่อจากนี้ไป ฉันจะสอนเธอวาดรูปอย่างเข้มข้นเอง!"
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_shock
    show surprise with Dissolve(1.0)
    ei "รุ่นพี่ใจเย็นค่ะ " with dissolve
    hide surprise
    tk "ไฟของจิตรกรมันกำลังลุกโชนแล้ว 0_0"
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_meme02
    ei "รุ่นพี่เมตตาหนูด้วยนะค้า—! " with dissolve
    hide Eimi02_Eimi02_meme02

    show Eimi_Eimi_shy_meme
    n "เอมิหลับตาปี๋ ขณะที่ผมกำลังความตั้งใจลุกโชนขึ้น" with dissolve
    "พอผมไฟแรงใส่ ยัยนี่ก็ทำท่ากลัว หรือว่าผมในตอนนี้กำลังทำหน้าตาน่ากลัวอยู่กันนะ?"
    tk "ในฐานะสมาชิกสำรอง เธอต้องทุ่มเทหน่อยล่ะ"
    stop music
    ei "คาดหวังกับหนูสูงไปแล้วค่ะ "
    play music "audio/bgm/yasashii_harp.mp3" volume 0.5
    hide Eimi_Eimi_shy_meme

    show Eimi_Eimi_confident
    n "สักพักหลังจากนั้น เธอก็เบิกตากว้างขึ้นแล้วจ้องมองผม " with dissolve
    "ทำไมจู่ๆเธอถึงทำตาโตใส่ผมแบบนั้นนะ?"
    hide Eimi_Eimi_confident

    show Eimi_Eimi_smile
    ei "รุ่นพี่ทาคากิคะ" with dissolve
    tk "อะไร?"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_smile2
    n "จู่ๆเอมิก็เดินเข้ามาใกล้ผมแล้วส่งยิ้มให้ผม " with dissolve
    "ผมคิดไปเองหรือเปล่านะว่ารอยยิ้มของเธอมันหวานกว่าปกติ"
    "เธอต้องการอะไรจากผมกัน?"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_smile3
    ei "ที่ว่าขออะไรก็ได้หลังชนะเดิมพัน ขอตอนนี้เลยได้ไหมคะ?" with dissolve
    n "เอมิขยิบตาให้ผมหนึ่งครั้ง...เรื่องนี้เองอย่างงั้นเหรอ? ผมเพิ่งนึกได้"
    tk "เอาสิ จะขออะไรก็บอกมาเลย"
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_smug
    ei "อย่าเสียใจทีหลังนะคะ" with dissolve
    n "เอมิส่งเสียงหัวเราะคิกคักในลำคอเบาๆจนผมเริ่มระแวงว่าเธอจะขออะไรพิลึกๆหรือเปล่า"
    "แน่นอนว่าถ้าเธอขออะไรแปลกๆ ผมก็จะรีบปฏิเสธไปทันที "
    hide Eimi_Eimi_smug

    show Eimi_Eimi_smile
    ei "วันหยุดนี้น่ะ..." with dissolve
    tk "วันหยุดนี้?"
    n "ผมทวนคำเธอด้วยความสงสัยเพราะจู่ๆคำพูดเอมิก็ขาดตอนไป"
    hide Eimi_Eimi_smile

    show Eimi_shy_Eimi_smile2
    "เธอส่งยิ้มให้ผมด้วยใบหน้าที่แดงระเรื่อบางๆ" with dissolve
    ei "รุ่นพี่ไปเที่ยวกับหนูได้ไหมคะ?"
    n "ข้อเสนอของเอมิทำให้ผมชะงักไปชั่วขณะ"
    "ไปเที่ยวด้วยกัน? อย่างงั้นเหรอ?"
    tk "หา?"
    n "ในขณะที่คนชนะเดิมพันกำลังจ้องมองผมไม่วางตาราวกับรอคำตอบด้วยความตั้งใจ ผมเผลออุทานออกมาเพราะไม่ทันตั้งตัวกับข้อเสนอของเอมิ "
    "....เพราะนี่เป็นครั้งแรกในชีวิตที่ผมจะได้ไปเที่ยวกับเพศตรงข้ามสองต่อสอง"
    stop music
    "หรือว่านี่คือดะ...เดตอย่างงั้นเหรอ"
    hide Eimi_shy_Eimi_smile2 with dissolve
    jump cutscene_4
    return

