label q5_1:
    show PlayerHomeM_Night4 with Dissolve(1.0)
    play music "audio/bgm/nodokana_hi.mp3" volume 0.5
    n "กลางคืนมาถึงแล้ว" with dissolve
    "ผมกลับมานอนที่ห้องตัวเองพร้อมกับนึกถึงคำพูดที่เอมิทิ้งไว้ให้ผม จู่ๆเธอชวนให้ผมไปเที่ยวกับเธอในวันหยุด เพราะอะไรผมก็ไม่เข้าใจเธอแม้แต่นิดเดียว"
    "ทั้งๆที่ชนะเดิมพันแล้วสามารถขออะไรก็ได้แต่สิ่งที่เธอขอกลับธรรมดากว่าที่คิด"
    "ตอนแรกผมนึกว่าเธอจะขออะไรเพี้ยนๆหรืออันตรายๆเพื่อแกล้งผม ไม่ก็ชวนไปเที่ยวที่แปลกๆเพื่อวางกับดักผม แต่เธอกลับให้ผมเป็นคนเลือกสถานที่เองด้วยซ้ำ"
    "......."
    "นี่มันประหลาดมาก "
    "มันเรียบง่ายเกินไป "
    "คนที่เราพูดถึงคืออิทสึกิ เอมิ รุ่นน้องที่ชอบทำอะไรคาดเดาไม่ได้ เป็นไปได้อย่างงั้นหรือที่เธอจะต้องการอะไรธรรมดาๆจากเรา"
    tk "......."
    n "ยิ่งคิดก็ยิ่งคิดไม่ออก ช่างมันก็แล้วกัน"
    "ในฐานะคนแพ้เดิมพัน ผมมีหน้าที่ต้องทำตามคำขอของเธอ"
    "วันพรุ่งนี้ก็แค่ไปตามนัดและหวังว่าเอมิจะไม่เล่นอะไรแปลกๆก็พอ"

    jump q5_2
    return 