label q1_4:
    show artroom_afternoon with Dissolve(1.0)
    play music "audio/bgm/tokai_no_kaze.mp3" volume 0.5
    show Eimi_Eimi_smile3
    tk "มันจะไม่มีความหมายได้ยังไงกัน ยัยบ้า" with dissolve
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_sad2
    ei "คะ?" with dissolve
    n "เอมิอุทานขึ้นเพราะจู่ๆผมก็สวนเธอกลับไป ดูเหมือนเธอจะไม่ทันตั้งตัวกับคำพูดของผม ทำให้เธอเผลอถอยหลังห่างจากผมเล็กน้อย"
    "แต่ผมก็เคลื่อนตัวตามเธอไปจนระยะห่างระหว่างเก้าอี้เราทั้งสองคนใกล้กันกว่าเดิม"
    "มันไม่มีเหตุผลเลย"
    "ผมก็ไม่เข้าใจเหมือนกันว่าทำไมผมถึงต้องให้กำลังใจเธอทั้งๆที่ผมจะไม่ได้อะไรตอบแทนกลับมา"
    "...หรือผมอาจจะเข้าใจตัวเองแต่แค่ไม่อยากยอมรับก็ได้ แต่มันไม่สำคัญหรอก..."
    "สิ่งที่สำคัญที่สุดตอนนี้ก็คือเอมิตรงหน้าผม ถึงแม้เราจะเพิ่งเจอกัน แต่ผมกลับรู้สึกว่าถ้าผมปล่อยให้เธอยอมแพ้ไป ผมจะรู้สึกแย่ไปด้วยอีกคน"
    "แค่นี้ก็พอแล้ว ในตอนนี้น่ะ..."
    tk "ยังไงๆฝึกไป คนเราก็ต้องเก่งขึ้นบ้างแหละ บางคนก็อาจจะเยอะจนเหมือนก้าวกระโดด ส่วนบางคนก็อาจจะน้อยมากๆจนคืบหน้าเท่าเม็ดถั่ว อย่างเธอเนี่ยไง..."
    hide Eimi_Eimi_sad2

    show Eimi02_Eimi02_ara
    show question with Dissolve(1.0)
    ei "รุ่นพี่จะให้กำลังใจหนูหรือจะด่ากันคะเนี่ย " with dissolve
    hide question
    tk "ทั้งคู่"
    hide Eimi02_Eimi02_ara

    show Eimi02_Eimi02_stupid
    show dot with Dissolve(1.0)
    ei ".............." with dissolve
    hide dot
    n "เอมิเบิกตากว้างขึ้นเล็กๆ"
    tk "เธอน่ะ ทั้งๆที่โดนด่าตั้งเยอะแต่ก็ยังดิ้นรนมาได้ตั้งหลายเดือน ถ้าไม่เข้มแข็งจริง ไม่มีวันทำได้หรอกนะ"
    hide Eimi02_Eimi02_stupid

    show Eimi02_Eimi02_wink
    show shine with Dissolve(1.0)
    ei "แฮะๆๆ จู่ๆก็ชมเหรอคะรุ่นพี่" with dissolve
    hide shine
    tk "แต่เธอก็ห่วยแตกชะมัด ซ้อมตั้งเยอะแต่ไม่ช่วยอะไรสักอย่าง พอจนแต้มก็จะยอมแพ้แล้ว"
    hide Eimi02_Eimi02_wink

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "อุก...ฟังแล้วเจ็บปวดหัวใจค่ะ" with dissolve
    hide panic
    tk "ถ้าเธอจะลาออกจากชมรมและยอมแพ้ตอนนี้นะ มันก็เท่ากับเธอยอมรับไม่ใช่รึไงว่าทุกคนที่ด่าเธอมันถูกต้อง "
    hide Eimi_Eimi_panic

    show Eimi_Eimi_sad2
    ei "นั่นมัน..." with dissolve
    n "เสียงสั่นเครือเป็นของเอมิ"
    "ผมสังเกตเห็นเธอหุบริมฝีปากตัวเองแน่นอีกครั้ง"
    tk "แย่ยิ่งกว่านั้นมันคือการถ่มน้ำลายใส่ความพยายามของเธอก่อนหน้านี้ทั้งหมดอีกต่างหาก อันนี้แหละที่เลวร้ายยิ่งกว่าการยอมแพ้คนอื่นอีก"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "ถ่มน้ำลาย...ใส่ความพยายาม...เหรอคะ...?" with dissolve
    n "ผมนั่งกอดอกและพยักหน้าแรงๆให้เอมิ"
    "เรื่องที่แย่ที่สุดของการยอมแพ้ไม่ใช่การที่คนอื่นจะหยามเราหรอก..."
    tk "สิ่งที่แย่กว่าการยอมแพ้คนอื่นคือการยอมแพ้ตัวเอง"
    hide Eimi_Eimi_sad

    show Eimi02_Eimi02_scared
    ei "................." with dissolve
    tk "ฉันจะไม่บอกหรอกนะว่าการทำตามความฝันหรือการทิ้งความฝันไปใช้ชีวิตสบายๆมันถูกต้องกว่ากัน คนเราจะทำอะไรก็ทำไปแล้วแต่คนคนนั้นสบายใจ แต่ในเมื่ออุตส่าห์พ่นมากับปากว่ามีความฝัน ถ้าจะให้มันจบง่ายๆ ไม่คิดว่ามันน่าเสียดายไปหน่อยเหรอ"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei ".................." with dissolve
    n "เราทั้งสองคนเงียบลงชั่วขณะ"
    "ผมและเอมิจ้องสบตากันโดยที่ไม่มีใครพูดอะไรนานเป็นเวลาสิบกว่าวินาที มีเพียงเสียงสายลมอ่อนๆที่พัดเข้ามาผ่านหน้าต่างห้องชมรมที่เปิดไว้"
    hide Eimi02_Eimi02_sad

    show Eimi_Eimi_serous
    "เอมิค่อยๆเปลี่ยนจากมือที่กำลังแบอยู่บนกระโปรงของตัวเองเป็นมือที่กำหมัดแน่น" with dissolve
    "ยัยนี่..."
    "ดวงตาเริ่มกลับเป็นผู้เป็นคนสักทีสินะ"
    ei "มันก็...น่าเสียดายค่ะ..."
    tk "ถ้าคิดว่าน่าเสียดายก็ทำต่อสิ"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_smug3
    ei "แต่ถ้ามันไม่ง่ายอย่างงั้นล่ะคะ" with dissolve
    tk "..................."
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_sad
    ei "ถ้าอยากไปต่อ แต่ไม่รู้ว่าต้องทำยังไง จะทำอะไรต่อดีคะ?" with dissolve
    n "เอมิถอนใจกับตัวเอง ดูเหมือนว่าเธอจะเริ่มตั้งสติได้ แต่สุดท้ายก็กลับมาติดหล่มกับปัญหาเดิมๆ"
    "ต่อให้กลับมามีความกล้า แต่ถ้าไม่มีวิธีแก้ปัญหา ความตั้งใจก็จะพังทลายอีกครั้ง"
    "หลายคนในชมรมผมก็เคยเป็นแบบนั้นมาก่อน ผมจำได้ดี"
    tk "ฉันก็ไม่รู้เรื่องบาสเกตบอลมากหรอกนะ แค่สมัยมัธยมต้นเคยเล่นมานิดๆหน่อยๆกับเพื่อนน่ะ"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_kira
    ei "รุ่นพี่ก็เคยเล่นด้วยเหรอคะ?" with dissolve
    tk "ตั้งแต่เริ่มวาดภาพจริงจัง ก็ไม่ได้เล่นอีกแล้ว"
    hide Eimi_Eimi_kira

    show Eimi_Eimi_normal
    ei "แสดงว่ารุ่นพี่วาดรูปแล้วทิ้งงานอดิเรกอื่นไปหมดเหรอคะ?" with dissolve
    tk "ใช่"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_confident2
    n "ผมพยักหน้าตอบรับเธอ ทำให้เอมิทำตาโตขึ้น" with dissolve
    ei "รุ่นพี่นี่ดูทุ่มเทกับการวาดรูปมากๆเลยนะคะ"
    tk "...ก็นะ"
    hide Eimi_Eimi_confident2

    show Eimi_Eimi_normal
    n "ผมตอบรับเธอเรียบๆก่อนที่จะพยายามเปลี่ยนประเด็นเพราะไม่อยากพูดเรื่องตัวเอง" with dissolve
    "ไม่รู้ว่าความรู้น้อยนิดที่ผมมีมันจะช่วยเธอได้หรือเปล่านะ แต่ผมจะลองดู"
    tk "บาสเกตบอลน่ะมันจะมี 5 ตำแหน่งใช่ไหม?"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_smile
    ei "ใช่ค่ะ" with dissolve
    tk "เท่าที่ฉันจำได้ มันจะมีตำแหน่งที่เหมาะกับคนตัวเล็กอยู่ไม่ใช่รึไง?"
    hide Eimi_Eimi_smile

    show Eimi02_Eimi02_confident2
    ei "Small forward หรือเปล่าคะ?" with dissolve
    n "เอมิตอบด้วยความมั่นใจเต็มร้อยจนตาส่องแสงประกาย แต่ผมที่รู้ดีว่าเธอกำลังมั่วถึงกับกุมขมับโดยไม่รู้ตัว รำพึงในใจว่านี่เราคุยกับคนสมองโล่งอยู่สินะ"
    tk "ชื่อมัน Small แปลว่าเล็กก็จริง...แต่มันคือตำแหน่งทำคะแนนที่ส่วนมากจะใช้คนตัวค่อนข้างสูงไปเล่น ผู้เล่นตำแหน่งนี้บางคนน่ะสูงเกือบสองเมตรด้วยซ้ำ"
    hide Eimi02_Eimi02_confident2

    show Eimi02_Eimi02_shock
    ei "ระ...รุ่นพี่รู้ดีขนาดนี้เลยเหรอคะ " with dissolve
    tk "ต้องถามก่อนว่าเธอต่างหากทำไมไม่รู้ ในเมื่อเธออยู่ชมรมมานานแล้ว?"
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_closeEYE2
    ei "สำหรับหนู บาสเกตบอลคือการทำยังไงก็ได้ให้ลูกลงห่วงค่ะ แต่ถ้าดังค์ได้จะบวกค่าความเท่ขึ้น 100 คะแนน" with dissolve
    tk "..................."
    n "ผมชักหมดคำพูดกับรุ่นน้องคนนี้"
    "บางทีสารอาหารเธออาจจะเอาไปเลี้ยงให้กับร่างกายส่วนกล้ามเนื้อหมดแต่ไปไม่ถึงสมองก็เป็นได้ ผมคิดในใจ"
    hide Eimi02_Eimi02_closeEYE2

    show Eimi02_Eimi02_smile2
    ei "รุ่นพี่นี่รู้ดีแปลกๆนะคะ ไปรู้มาจากไหนอ่ะ?" with dissolve
    tk "ฉันเคยอ่าน Sxam dunk ก็เลยพอจะเข้าใจบางอย่างน่ะ"
    hide Eimi02_Eimi02_smile2

    show Eimi_Eimi_kuanteen2
    show sweat with Dissolve(1.0)
    ei "อุหวา...มังงะคนแก่ " with dissolve
    hide sweat
    tk "อย่ามาหาว่าคนอื่นแก่สิ ยัยนี่ "
    n "ผมชักหงุดหงิดกับความกวนบาทาของเอมิแล้ว ถึงจะพอดูออกก็เถอะว่าความหัวโล่งและความร่าเริงเกินขนาดนั่นเป็นธรรมชาติของเธอก็เถอะ"
    tk "ตำแหน่งที่คนโครงร่างอย่างเธอเล่นได้ดีที่สุดน่าจะเป็น Point guard มากกว่า"
    hide Eimi_Eimi_kuanteen2

    show Eimi_Eimi_wakaranai
    show question with Dissolve(1.0)
    ei "พอย? กาด?" with dissolve
    hide question
    tk "ตำแหน่งที่คนร่างเล็กสุดในทีมมักจะได้ครองไปไง เพราะว่าหน้าที่หลักคือการจ่ายลูกและการมองภาพรวมสนามเพื่อเริ่มเกมบุกเลยไม่ต้องพึ่งโครงร่างมากเท่าตำแหน่งอื่น"
    hide Eimi_Eimi_wakaranai

    show Eimi_Eimi_smile2
    ei "หวาวว มันมีตำแหน่งแบบนั้นด้วยเหรอคะ? " with dissolve
    tk "นี่เธออยู่ชมรมบาสจริงไหมฟะเนี่ย? "
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_030
    ei "ปกติเค้าก็แค่คิดถึงการทำแต้มอ่ะ ตำแหน่งเวลาจะเล่นไปเมาๆในสนามก็ได้นี่คะ" with dissolve
    tk "เพราะคิดแบบนี้ไม่ใช่รึไงเลยไม่เก่งขึ้นสักทีน่ะ"
    hide Eimi_Eimi_030

    show Eimi_Eimi_panic_shy
    show panic with Dissolve(1.0)
    ei "...อุก " with dissolve
    hide panic
    n "เอมิส่งเสียงอุทานราวกับถูกตบที่ปลายคาง "
    "เธอทำตาค้างไป สงสัยเพราะช็อคที่ผมพูดจาตรงไปตรงมาเกินแหงๆ"
    tk "ฟังนะ...ไม่ว่าจะเป็นวิชาสาขาไหนมันก็ใช้หลักการเดียวกันหมด...\nเธอต้องเรียนรู้กติกาของเกมจากนั้นเธอต้องเล่นให้ดีกว่าคนอื่นก็พอ"
    hide Eimi_Eimi_panic_shy

    show Eimi_Eimi_smile
    ei "รุ่นพี่ลอกคำพูดอัลเบิร์ต ไอน์สไตน์มาเหรอคะ?" with dissolve
    tk "ไม่นึกว่าคนมึนๆอย่างเธอจะจำคำพูดคนอื่นใส่หัวเป็นด้วยนะ"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "ใจร้ายค่ะ ไอน์สไตน์ออกจะดัง หนูก็ต้องพอรู้สิคะ " with dissolve
    hide panic
    tk "เก่งก็ได้ๆ"
    hide Eimi_Eimi_panic

    show Eimi_Eimi_030_02
    ei "ประชดชัดเจนกว่านี้ไม่มีอีกแล้วค่ะ รุ่นพี่ " with dissolve
    "เอมิเริ่มขัดคอผม"
    "ดูเหมือนถ้าพูดว่ามากเกินไปจะได้ตบกันมากกว่าแก้ปัญหาให้กัน ผมต้องเพลาๆบ้างดีกว่า"
    stop music
    play music "audio/bgm/yuki_no_owari_ni.mp3" volume 0.5
    tk "คนเราพยายามแล้วไม่ได้ผลลัพธ์อาจจะเพราะว่าไม่เข้าใจกติกาของสิ่งที่ตัวเองเล่น"
    hide Eimi_Eimi_030_02

    show Eimi02_Eimi02_normal
    ei "กติกาเหรอคะ?" with dissolve
    tk "ทุกศาสตร์มันมีกฎกติกาของมันอยู่ เราต้องเข้าใจพื้นฐานของศาสตร์นั้นๆแล้วฝึกฝนให้ถูกกับกติกาที่มีอยู่ ไม่งั้นก็ไม่มีวันที่จะเล่นให้ดีกว่าคนอื่นได้"
    ei "..............."
    tk "ความพยายามน่ะไม่ได้ไร้ความหมาย สิ่งที่ทำให้ความพยายามไร้ความหมายคือการพยายามโดยไม่ใช้ความคิดกลั่นกรองต่างหาก"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_scared
    ei "ความคิด?" with dissolve
    tk "ใช่ ถ้าเธอฝึกฝนถูกจุด ความพยายามจะไม่มีทรยศเธอ ตรงข้ามกัน ถ้าเธออ่านเกมไม่ออกและใช้วิธีที่ผิด เธอจะแทบไม่ได้อะไรกลับมาเลย"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_normal
    ei ".............................." with dissolve
    tk "ฉันจะพูดแค่นี้แหละ ฉันว่าฉันเริ่มพูดมากเกินไปแล้ว "
    n "พอเห็นเอมิทำหน้านิ่งๆเหมือนเริ่มครุ่นคิดอะไรบางอย่างกับตัวเองคนเดียว ผมก็ตัดสินใจที่จะพักฝีปากตัวเองไว้เพื่อปล่อยให้ตัวเธอคิด"
    "ยัดเยียดอะไรมากเกินไปก็ไม่ดีเพราะว่ายัยนี่กำลังลังเลอยู่ ผมประเมิน"
    "สุดท้ายคนที่เลือกว่าจะไปต่อหรือพอแค่นี้ก็มีแค่เจ้าของการตัดสินใจเท่านั้น"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_smug2
    ei "รุ่นพี่น่ะ...แปลกจริงๆนะคะ..." with dissolve
    tk "ฉันเนี่ยนะ"
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_smile
    ei "ทั้งๆที่เราเพิ่งเจอกันวันนี้แท้ๆ แต่กลับยอมฟังเรื่องของหนูและปลอบใจหนูเนี่ย " with dissolve
    tk "................"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile2
    ei "ไม่ใช่ว่าตอนแรกรุ่นพี่บอกว่าจะฟังเรื่องหนูแล้วลงโทษหนูเหรอคะ?" with dissolve
    tk "ฉันลงโทษเธอไปแล้ว"
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_onegai
    ei "เอ๋!?" with dissolve
    n "เอมิงงกับคำพูดของผม"
    tk "ถ้าเธอส่องกระจกหน้าตัวเองตอนพูดระบายเรื่องชมรมบาสเกตบอล เธอจะเห็นเองว่าหน้าของเธอมันอมทุกข์แค่ไหน"
    hide Eimi02_Eimi02_onegai

    show Eimi_Eimi_smug
    ei "...ดูออกง่ายขนาดนั้นเลยเหรอคะ" with dissolve
    n "ผมพยักหน้าตอบรับเธอเรียบๆ"
    "อ่านไม่ออกก็แย่แล้ว คิดอะไรก็ออกหน้าหมดแบบนี้เนี่ย"
    tk "ให้พูดเรื่องที่รู้สึกแย่ คงเป็นการลงโทษที่มากพอแล้ว"
    hide Eimi_Eimi_smug

    show Eimi_Eimi_sad2
    ei "รุ่นพี่..." with dissolve
    tk "พอเห็นหน้าเธอดูทุกข์ขึ้นๆ ก็คิดวิธีลงโทษอื่นไม่ออกแล้ว เห็นแล้วหน้าโง่จนน่าสงสาร เลยรังแกเธอไม่ลงโดดดด"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "รุ่นพี่ด่ากันขนาดนี้เอามีดมาแทงหนูเลยดีกว่าค่ะ " with dissolve
    hide panic
    tk "ไม่มีมีด มีแต่พู่กัน จะเอามะ -_-+"
    hide Eimi_Eimi_panic

    show Eimi_Eimi_cry_meme1
    ei "ไม่เอาดีกว่าค่ะ หนูพูดเล่นค่ะ หนูกลัว " with dissolve
    n "หน้าเอมิดูซีดๆลงตอนที่ผมชูพู่กันขึ้นโชว์เธอเป็นการเตือน"
    "ดูเหมือนผมจะทำให้รุ่นน้องคนนี้หลอนพู่กันไปแล้ว ให้ตายสิ"
    hide Eimi_Eimi_cry_meme1

    show Eimi_Eimi_smug3
    ei "แต่รุ่นพี่คะ..." with dissolve
    tk "อะไรล่ะ?"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_sad
    ei "ตำแหน่ง Point Guard ที่รุ่นพี่พูดถึงน่ะมันดูต้องคิดเยอะนะคะ แถมยังต้องตัดสินใจไวด้วยเพราะเป็นคนดึงเกมบุก" with dissolve
    tk "ก็ถูก"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "ฉันไม่มั่นใจเลยค่ะว่าประเมินสนามได้เก่งพอจะเป็นได้ค่ะ" with dissolve
    tk "ก็เพราะเธอโง่นี่เนอะ"
    hide Eimi_Eimi_sad2

    show Eimi02_Eimi02_shock
    show surprise with Dissolve(1.0)
    ei "แหงะ...อย่าพูดตรงๆสิคะ! " with dissolve
    hide surprise
    n "เอมิดูจะกังวลกับข้อเสนอที่ผมให้ไป เธอคงเห็นด้วยว่าตัวเลือกของผมค่อนข้างน่าสนใจแต่พอเธอมองศักยภาพตัวเองก็เกิดลังเลอีกครั้ง"
    "นับว่าเป็นเรื่องปกติสำหรับคนที่ไม่มั่นใจในตัวเอง ผมเข้าใจ"
    tk "ฉันก็แค่เสนอเส้นทางเฉยๆ เธอไม่ต้องเชื่อฉันก็ได้"
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_onegai
    ei "ค่ะ" with dissolve
    tk "สำหรับเรื่องที่ว่าทำได้หรือทำไม่ได้ ถ้าไม่ลองทำจะรู้ไหมว่าทำเป็นไหม?"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_scared
    ei "แต่ว่า...!?" with dissolve
    tk "เอมิ เธอรักบาสเกตบอลหรือเปล่าล่ะ?"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei ".............................." with dissolve
    n "ในขณะที่เธอจะเถียงผมขึ้นมา ผมก็พูดแทรกเธอจนเธอพูดไม่ออก"
    "ผมมั่นใจว่าคำถามนี้จะทำให้เธอซื่อตรงกับตัวเองอีกครั้ง"
    tk "ถ้ารักมันก็ดิ้นรนกับมัน พยายามทำสิ่งที่ไม่เคยทำ ฝึกฝนในสิ่งที่ไม่เคยแตะ เพราะถ้าเธอใช้วิธีเดิมๆกับเกมเดิมๆ ผลลัพธ์มันก็จะออกมาเดิมๆน่ะแหละ เชื่อฉัน"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    ei "..................." with dissolve
    n "เอมิไม่ได้ตอบผมในทันที"
    "เธอพยักหน้าให้ผมสองสามครั้งก่อนจะค่อยๆอ้าปากพูดบางอย่างขึ้น"
    hide Eimi02_Eimi02_scared

    show Eimi_Eimi_smug3
    ei "มีแต่คนบ้าเท่านั้น ที่จะทําสิ่งเดิมซ้ำๆ แต่กลับหวังผลลัพธ์ที่แตกต่าง" with dissolve
    tk "................."
    n "ผมเลิกคิ้วขึ้นเล็กๆเมื่อได้ยินคำพูดเธอ"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_smile
    ei "นี่คือสิ่งที่รุ่นพี่อยากจะบอกใช่ไหมคะ?" with dissolve
    tk "นั่นมันคำพูดของไอน์สไตน์นะ"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_smile3
    ei "ก็รุ่นพี่เริ่มก่อน ฉันเลยเล่นตามค่ะ" with dissolve
    tk "เข้าใจพูดๆ"
    n "ผมหัวเราะเบาๆในลำคอ ไม่นึกเลยว่ายัยนี่ก็ย้อนคนอื่นเป็นเหมือนกัน น่าสนใจจริงๆ"
    tk "นั่นหมายความว่าเธอที่ซ้อมอะไรไม่รู้มาหลายเดือนคือโคตรบ้าเลย"
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "รุ่นพี่ใจร้ายจังค่ะ " with dissolve
    hide panic
    tk "แต่ฉันก็ไม่ได้เกลียดคนบ้าที่ไม่ยอมแพ้หรอกนะ "
    n "ผมส่งยิ้มให้กับเอมิ"
    "ตั้งแต่เมื่อไหร่กันนะที่ผมไม่ได้พูดคุยกับคนอื่นนานๆขนาดนี้นอกจากคุยกับคนในครอบครัว อาจจะเพราะผมทุ่มเทชีวิตให้กับการวาดรูป ผมเลยไม่เหลือเพื่อนที่สนิทอีกเลย"
    "ไม่นึกเลยว่าจะได้ยิ้มให้กับคนแปลกหน้าเนี่ย "
    tk "การลงโทษจบแล้ว เอมิ"
    hide Eimi_Eimi_panic

    show Eimi_Eimi_sad2
    ei "รุ่นพี่..." with dissolve
    tk "ออกไปจากห้องชมรมนี้ซะและทำตามสิ่งที่เธออยากทำเถอะ"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_o
    ei "แล้วเรื่องรูปวาดของรุ่นพี่ล่ะคะ?" with dissolve
    tk "แรกๆก็เสียใจอยู่นะ แต่ว่าตอนนี้น่ะ พอจะมีไอเดียวาดรูปใหม่แล้ว"
    hide Eimi_Eimi_o

    show Eimi02_Eimi02_smile2
    ei "รูปใหม่?" with dissolve
    tk "ใช่ รูปใหม่ที่น่าจะเจ๋งกว่าเดิม มั้งนะ..."
    n "ผมตอบรับเอมิด้วยความมั่นใจ "
    "ถึงแม้จะเสียดายกับงานที่ทุ่มเทมาเป็นสัปดาห์แต่ตอนนี้ผมทำใจได้มากกว่าแล้วเพราะผมยังมีแรงบันดาลใจที่จะเดินต่อไปข้างหน้า"
    "ต่อให้ผมเสียงานเดิมไป ผมก็สร้างใหม่ได้ ถ้าหากผมไม่ยอมแพ้"
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_onegai
    ei "รุ่นพี่จะให้อภัยหนูง่ายๆแบบนี้เลยเหรอคะ" with dissolve
    tk "ไม่ได้ให้อภัยหรอกนะ"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_normal
    ei "แล้ว?" with dissolve
    tk "ถ้าสักวันฉันเห็นเธอลาออกจากชมรมบาสเกตบอล ฉันจะเอาพู่กันไปไล่แทงเธอจนพรุนเลย "
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_shock
    show panic with Dissolve(1.0)
    ei "โหดจังค่ะรุ่นพี่ " with dissolve
    hide panic
    n "ผมยื่นมือไปตบไหล่เอมิเบาๆ"
    "พวกเราสองคนสบตากันระยะหนึ่งก่อนที่ผมจะเอ่ยบางอย่างขึ้น"
    tk "ฉันจะรอวันที่เห็นเธอเป็นตัวจริงนะ "
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_smile
    ei "รุ่นพี่ก็พูดเกินไปค่ะ" with dissolve
    tk "เธอก็รอวันที่ฉันจะชนะรางวัลการประกวดด้วยล่ะ จำไว้"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smug
    ei "..............." with dissolve
    n "เอมิยิ้มให้ผมแม้ว่าเธอจะไม่พูดอะไร ผมว่ารอยยิ้มของเธอเป็นรอยยิ้มที่อ่อนโยนดี "
    "ผมก็กำลังยิ้มเหมือนกันเพราะตลกที่ตัวเองพูดอะไรบ้าๆออกไปตั้งเยอะแบบไม่มีเหตุผลเลย"
    "แต่มันก็โล่งใจดีที่ได้พูดอะไรแบบนี้ออกไป "
    "ความสุขแปลกๆนี่มันอะไรกันนะ?"
    hide Eimi02_Eimi02_smug

    show Eimi02_Eimi02_confident2
    ei "โชคดีนะคะ รุ่นพี่คะ" with dissolve
    tk "เธอก็โชคดีเหมือนกันล่ะ ไม่มีสมองก็ต้องพึ่งโชคมากหน่อยนะ"
    hide Eimi02_Eimi02_confident2

    show Eimi02_Eimi02_shock
    ei "รุ่นพี่จะใจร้ายยันจบเลยเหรอค้า " with dissolve
    tk "ฮะๆๆๆๆๆๆ"
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_smile2
    show laught with Dissolve(1.0)
    ei "ฮะๆๆๆๆๆๆ" with dissolve
    hide laught
    n "ผมหัวเราะให้เธอและเธอก็หัวเราะให้ผม"
    "ผมได้แต่หวังว่าเธอจะไม่ทิ้งความฝันของตัวเองไปเหมือนคนมากมายที่ผมรู้จัก"
    stop music
    hide Eimi02_Eimi02_smile2

    "...ผมภาวนา..."
    jump q1_5
    return
