label q4_3a:    
    show school_gym_b with Dissolve(1.0)
    n "ผมขยับฝ่ามือไปมาเพื่อคลำหาทางยันตัวขึ้น" with dissolve
    tk "เอ๊ะ?"
    n "แต่ไม่รู้ทำไม สัมผัสที่มือผมมันนุ่มๆอย่างบอกไม่ถูก"
    tk "อะไรเนี่ย? เดี๋ยวนะ?"
    n "ผมเบิกตากว้างเพราะพอจะเดาได้ว่าเกิดอะไรขึ้น"
    "...อย่าบอกนะว่า!"
    show oppai01 with Dissolve(1.0)
    hide school_gym_b

    play music "audio/bgm/dotabata_happening.mp3" volume 0.5
    "ภาพที่ผมเห็นคือมือขวาของผมสัมผัสเข้ากับหน้าอกเอมิเต็มๆ "
    "ใบหน้าของเอมิแดงฉานไปหมด เงาร่างของเธอสั่นงันงก"
    "ฝ่ามือที่กางออกจนสุดประทับวางบนหน้าอกอย่างพอดิบพอดี "
    show oppai04 at zoomout with Dissolve(2.0)
    hide oppai01

    "ถึงแม้ร่างกายของเอมิจะโครงร่างเล็กแต่เรือนร่างความเป็นผู้หญิงนับว่าโดดเด่นไม่แพ้สาววัยเดียวกันคนอื่นๆ"
    "ผมรับรู้ความจริงนี้ได้หลังจากสัมผัสเข้ากับเนินอกได้รูปและส่วนเว้าส่วนโค้งของเธอ"
    "ตอนแรกผมคิดจะถอนมือออกทันที แต่พอนึกขึ้นได้ว่าเอมิชอบพูดว่าคัพไซส์ 85 ใบหน้าผมก็พลอยร้อนขึ้นอย่างควบคุมไม่ได้และร่างกายก็หยุดค้างไปกะทันหัน"
    "ตอนแรกผมนึกว่าเธอพูดเล่น แต่พอแตะเข้าจริงๆแล้วก็รู้ทันทีว่าเธอไม่ได้โม้เกินความจริง"
    show oppai03 at zoomout  with Dissolve(1.0)
    hide oppai04

    "........"
    "เด็กสาวมัธยม 4 ที่เพิ่งพ้นวัยมัธยมต้นไม่นานนี่โตไวขนาดนี้เลยเหรอ?"
    "ทั้งรูปทรง ทั้งความนุ่มและขนาดที่ใหญ่กว่ามาตรฐานคนวัยเดียวกันทำให้ใจผมเต้นแรงไปหมด"
    "พลังของ 85 นี่มันร้ายกาจจริงๆ!"
    show oppai04 at zoomout  with Dissolve(1.0)
    hide oppai03
    voice "audio/voice/4_00.mp3"
    ei "รุ่นพี่คะ..."
    tk "หา?"
    show oppai05 at zoomout  with Dissolve(1.0)
    hide oppai04
    voice "audio/voice/4_01.mp3"
    ei "รุ่นพี่ทะลึ่งค่า! "
    tk "ว้าก! "
    show oppai02 at zoomout  with Dissolve(1.0)
    hide oppai05

    n "เอมิใช้แรงที่มากกว่าผลักผมจนลอยขึ้น "
    "โลกหมุนไปหมดเพราะร่างของผมกลิ้งไปข้างๆลำตัวเธอ ขณะที่เธอดีดตัวขึ้นกะทันหัน มือข้างหนึ่งของเธอที่ถือลูกบาสอยู่ก็งัดขึ้นวูบทำให้ลูกบาสลอยหวือขึ้นสูงกลางอากาศ"
    show school_gym_b with Dissolve(1.0)
    hide oppai02
    voice "audio/voice/4_02.mp3"
    ei "อ๊ะ! " with dissolve
    tk "ห๊ะ!?"
    n "ลูกบาสสีส้มลอยขึ้นเหนือแป้นอย่างเหมาะเจาะก่อนที่มันจะลงไปในแป้นอย่างสวยงาม"
    "นับเป็นคะแนนแต้มที่สามซึ่งเกิดขึ้นโดยบังเอิญอย่างสวยสด"
    "........"
    stop music
    "บทผมจะแพ้ ก็แพ้กันง่อยๆแบบนี้เลยงั้นเรอะ!?"
    jump q4_4
    return

