label q_9:
    show sky_morning with Dissolve(1.0)
    play music "audio/bgm/natsu_no_omoide.mp3" volume 0.5
    n "ตั้งแต่งานประกวดครั้งก่อนจบลงก็ผ่านมาหนึ่งปีเต็มๆ" with dissolve
    "ไม่นึกเลยว่าผมจะมาถึงตรงจุดนี้ได้"
    "ผมเข้าเรียนมหาวิทยาลัยแพทย์ก็จริง แต่เพราะคำพูดของเอมิ ทำให้ผมยังไม่เลิกวาดรูป"
    "มันอาจจะเป็นชีวิตที่ยากเข็ญก็จริงเพราะผมทั้งต้องอ่านหนังสือหนักเพื่อให้เรียนตามทันเพื่อนๆในคณะและต้องฝึกซ้อมวาดรูปไปด้วย "
    "แต่สำหรับผมที่รักการวาดรูปแล้ว ความยากลำบากนี้ไม่ใช่สิ่งที่สามารถหยุดผมได้"
    "ทั้งหมดก็เพราะว่ามีคนคนหนึ่งคอยช่วยให้กำลังใจผมมาตลอด"
    "...อิทสึกิ เอมิ... "
    "ถึงแม้ว่าจะไม่มีเดิมพันของครอบครัวแล้ว แต่ผมยังมีสัญญาต้องรักษา"
    mo "และรางวัลชนะเลิศการแข่งขันวาดรูปอันดับที่หนึ่งในปีนี้"
    "ก็ตกเป็นของ..."
    n "...และในที่สุด "
    "...ผมก็สามารถรักษาสัญญาที่ให้ไว้กับผู้หญิงที่ตัวเองรักได้..."
    show white_scene with Dissolve(2.0)
    show lastsmile at zoomin_to_zoomout with Dissolve(3.0)
    hide sky_morning
    hide white_scene

    mo "รูปวาด Café au lait ของคุณทาเคโอมิ ทาคากิครับ!!"
    play sound "audio/SoundEffect/claps-44774.mp3"
    n "ทันทีที่เสียงประกาศของพิธีกรดังขึ้น เสียงปรบมือของผู้คนมากมายและเสียงถ่ายรูปที่เกิดขึ้นพร้อมกับแสงแฟลชจำนวนมากก็ปรากฏขึ้นต่อหน้าผมไม่หยุด"
    "สำหรับผมที่เคยแพ้งานประกวดนี้เมื่อหนึ่งปีที่แล้ว ไม่มีใครคิดหรอกว่าผมจะได้รางวัลที่หนึ่งในปีนี้"
    "ความรู้สึกตื้นตันก่อตัวขึ้นในใจผม พร้อมกับรอยยิ้มที่ผุดขึ้นที่มุมปากอย่างห้ามตัวเองไว้ไม่ได้"
    "ความสำเร็จทำให้ผมรู้สึกดีใจอย่างมาก ผมเพิ่งรู้สึกตัวอีกครั้งก็เมื่อพิธีกรเดินเข้ามาหาผมและยื่นไมค์เข้าสัมภาษณ์ผม"
    mo "ขออนุญาตถามได้ไหมครับ คุณทาเคโอมิ"
    tk "ได้เลยครับ"
    mo "ทำไมงานชิ้นนี้ถึงมีชื่อว่า Café au lait ล่ะครับ? "
    tk "....."
    mo "พวกเราอยากจะเข้าใจว่าที่มาของชื่อนี้น่ะมาจากไหนครับ?"
    n "เป็นคำถามนี้นี่เองที่ทุกคนสงสัย"
    "ไม่ใช่เพียงพิธีกรข้างตัวผมจะมีสีหน้าประหลาดใจกับชื่อที่ผมตั้ง ผู้คนในงานก็ต่างไม่เข้าใจเหมือนกันว่าทำไมผมถึงตั้งชื่องานแบบนี้"
    "ผมหัวเราะในลำคอคนเดียวเบาๆ ถ้าพูดถึงเหตุผลมันก็น่าอายนิดๆ แต่จะลองพูดดูก็ได้"
    "เพราะว่ารูปนี้น่ะ มีความหมายกับผมมากยังไงล่ะ"
    tk "เพราะความรักและชีวิตนั้นเหมือนกัน มันทั้งขมทั้งหวานปนกันไม่ต่างจากกาแฟ"
    n "ผมตอบคำตอบที่เก็บอยู่ในใจผมมานานแสนนาน มันคือคำพูดที่ก่อตัวขึ้นในใจทุกวินาทีที่ผมวาดรูปของผู้หญิงที่ผมรัก"
    "...บางที ผมอาจจะชอบเอมิตั้งแต่พบกันครั้งแรกแล้วก็ได้\n...เพียงแต่ผมไม่อยากยอมรับความรู้สึกของตัวเองเพราะนิสัยปากไม่ตรงกับใจของผม..."
    "ภาพที่ผมวาดนั้น แม้จะไม่ตรงตามเหตุการณ์ในอดีต แต่มันมีแรงบันดาลใจมาจากเหตุการณ์ที่พวกเราสองคนเจอกันครั้งแรก"
    "แน่นอนว่ามันเป็นภาพความทรงจำที่สวยงามจนผมไม่สามารถลืมได้"
    "คำตอบของผมกำกวมจนทำให้คนฟังหลายคนเอียงคอด้วยความไม่เข้าใจ"
    "บางคนในงานก็เพียงแค่หัวเราะงงๆ "
    "บางคนคุยกันและถกเถียงถึงความหมายอันลึกซึ้งที่แอบซ่อนอยู่ในงานศิลปะของผู้ชนะเลิศ ทั้งๆที่ความจริงแล้ว รูปนี้เกิดจากความรู้สึกที่ตรงไปตรงมา"
    mo "แล้วทำไมต้องเป็นรูปผู้หญิงด้วยล่ะครับ?"
    tk "....."
    n "คำถามจากพิธีกรที่เริ่มตรงประเด็นมากขึ้นทำให้ผมตกใจเล็กๆถึงแม้ว่าจะยังเก็บสีหน้าไว้ได้"
    "คำพูดที่เจาะจงยิ่งขึ้นของเขาทำให้ผมพอจะเดาได้ว่าเขาต้องการคำตอบที่ชัดเจนกว่านี้"
    "...งั้นผมก็จะตอบให้ในแบบของผมแล้วกัน..."
    tk "เพราะเธอทำให้ผมอดดื่มกาแฟ ผมเลยต้องวาดรูปชื่อกาแฟขึ้นมาเอง"
    mo "หา?"
    tk "แค่นี้แหละครับ ฮะๆๆ	"
    n "ผมตอบพิธีกรแล้วก็ส่งเสียงหัวเราะเบาๆอยู่คนเดียว"
    "ความรู้สึกบางอย่างไม่สามารถถูกถ่ายทอดออกมาเป็นคำพูดได้ ผมเลยแลยเพียงแค่นั้นและเลือกที่จะให้ผู้ชมงานสัมผัสมันด้วยสายตาของตัวเอง"
    "นั่นล่ะ...ถึงจะสมกับเป็นงานศิลปะ..."
    "....."
    show sky_morning with Dissolve(1.0)
    hide lastsmile

    "แม้ว่าจะมีสิ่งที่ไม่สมปรารถนา แม้ว่าความฝันอาจจะยากเข็ญกว่าที่คิด"
    "แต่จงจำไว้ หากไม่พยายามและไม่เชื่อในสิ่งที่ตัวเองทำก็เท่ากับแพ้ตั้งแต่แรก"
    stop music
    "ไม่ว่าจะเกิดอะไรขึ้นก็ตาม จงอย่าทรยศต่อความฝันของตัวเอง"
    jump cutscene_after
    return
