label q8_1:
    scene art_room2 with Dissolve(1.0)
    play music "audio/bgm/nodokana_hi.mp3" volume 0.5
    n "การแข่งของชมรมบาสเกตบอลผ่านพ้นมาหนึ่งสัปดาห์" with dissolve
    "หลังจากเอมิชนะการแข่งชมรมบาสเกตบอล เธอก็กลายเป็นสมาชิกที่ได้รับการยอมรับในชมรม จากผลงานการแข่งที่น่าทึ่งทำให้ตัวแหน่งตัวจริงชมรมบาสเกตบอลกลายเป็นของเอมิในที่สุด"
    "ต่อให้เธอกลายเป็นตัวจริงของชมรมและต้องฝึกซ้อมหนักขึ้น แต่เด็กสาวเรือนผมน้ำตาลก็ยังหาโอกาสแวะมาห้องชมรมของผม "
    show Eimi_Eimi_smile
    tk "....." with dissolve
    ei "....."
    n "เอมิที่นั่งข้างผมยิ้มกว้าง"
    "ทั้งๆที่เมื่อสัปดาห์แรกที่ผมเจอเธอยังเอาแต่ระบายเรื่องเศร้าๆให้ผมฟัง แต่ตอนนี้เธอกลับมาตั้งหลักได้และทำตามเป้าหมายที่ต้องการสำเร็จในที่สุด"
    "ผมดีใจกับเธอจริงๆ"
    tk "ยิ้มอยู่ได้ทั้งวัน"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_smile2
    show question with Dissolve(1.0)
    ei "คะ?" with dissolve
    hide question
    tk "ยิ้มนานขนาดนั้นไม่เมื่อยหน้ารึไงกัน? "
    n "ถึงแม้จะอยากคุยดีๆ แต่ปากเจ้ากรรมของผมมันดันพูดอะไรที่ไม่น่ารื่นหูอีกฝ่าย"
    "นิสัยพูดจาไม่เข้าหูคนอื่นเป็นสิ่งที่อยู่ประจำตัวผม ด้วยนิสัยที่ว่าประกอบกับใบหน้าบึ้งตึงตามธรรมชาติของผมเลยทำให้ผมไม่ค่อยมีเพื่อนสักเท่าไหร่"
    "อย่างไรก็ตาม แทนที่เด็กสาวผมน้ำตาลจะทำหน้ามุ่ยหรือบ่นอุบด้วยความไม่พอใจ เธอกลับยิ้มให้ผมกว้างขึ้นกว่าเดิม ทำให้ผมทำตาปริบๆใส่เธอโดยไม่ได้ตั้งใจ"
    "...คนอะไรโดนว่าแล้วยังอารมณ์ดี? "
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_smile4
    ei "เอมิยิ้มเพราะว่าเอมิทำตามเป้าหมายสำเร็จแล้วยังไงคะ" with dissolve
    tk "......"
    hide Eimi_Eimi_smile4

    show Eimi_Eimi_smile3
    ei "ทีนี้เอมิก็กำลังรอให้รุ่นพี่ทาคากิทำตามสัญญาสำเร็จค่ะ พวกเราจะได้มาฉลองด้วยกัน" with dissolve
    tk "......"
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_XD
    show happy with Dissolve(1.0)
    ei "เย้ๆๆ เอมิรอไม่ไหวที่จะได้ฉลองกับรุ่นพี่" with dissolve
    hide happy
    tk "เฮ้อ..."
    n "เพราะเห็นเอมิที่ส่งเสียงโห่ร้องด้วยความดีใจ ผมเลยถอนหายใจออกมาเบาๆ"
    "เอมิที่เห็นผมถอนหายใจเบิกตากว้างขึ้นใส่ผมด้วยความประหลาดใจ"
    hide Eimi_Eimi_XD

    show Eimi_Eimi_normal
    ei "รุ่นพี่ถอนหายใจทำไมคะ?" with dissolve
    stop music
    tk "....."
    play music "audio/bgm/nagai_no_yoru.mp3" volume 0.5
    n "ผมไม่สามารถตอบคำถามเธอได้ทันทีเพราะความคิดอันวุ่นวายของผมทำให้ผมรู้สึกเหนื่อย"
    tk "ไม่มีอะไรหรอก"
    hide Eimi_Eimi_normal

    show Eimi02_Eimi02_0
    ei "......" with dissolve
    tk "ฉันแค่เหนื่อยๆน่ะ "
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_normal
    n "เอมิได้ยินคำแก้ตัวของผมแล้วเธอก็เดินย่องเข้ามาใกล้ผมมากกว่าเดิม " with dissolve
    "ใบหน้าน่ารักของเด็กสาวผมน้ำตาลอยู่ใกล้ผมมากจนปลายจมูกเราแทบชนกัน ดวงตาคู่โตของเธอจับจ้องผมตั้งแต่หัวจรดเท้า"
    tk "เธอจะมาจ้องฉันใกล้ๆทำไม"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_angry
    ei "เอมิรู้สึกถึงพิรุธจากรุ่นพี่ค่ะ" with dissolve
    tk "....."
    hide Eimi02_Eimi02_angry

    show Eimi02_Eimi02_sad
    ei "วันนี้รุ่นพี่ดูเงียบผิดปกตินะคะ " with dissolve
    n "ผมเลิกคิ้วขึ้นด้วยความประหลาดใจน้อยๆเพราะไม่นึกว่าเอมิจะช่างสังเกตขนาดนี้"
    "ต่อหน้าดวงตาคู่โตที่เต็มไปด้วยความใสซื่อ มันทำให้ผมรู้สึกเจ็บข้างในอก"
    tk "ไม่มีอะไรหรอก"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    ei "จริงนะคะ?" with dissolve
    n "เอมิเอ่ยถามด้วยเสียงที่หนักแน่นขึ้น ดวงตาคู่โตของเธอมองผมโดยไม่กระพริบตาแม้แต่ครั้งเดียว"
    "ผมได้แต่ถอนหายใจเมื่อถูกดวงตาที่ตรงไปตรงมาของเอมิจ้องมอง"
    tk "เฮ้อ...มันไม่เกี่ยวกับเธอหรอก..."
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    stop music
    tk "นี่ก็เริ่มเย็นแล้ว กลับบ้านกันเถอะ"
    hide Eimi02_Eimi02_sad
    jump q8_2
    return

