label q5_2:   
    show PlayerHomeM_Night4 with Dissolve(1.0)
    play music "audio/bgm/nodokana_hi.mp3" volume 0.5
    n "เพราะเป็นคำขอของเอมิ ผมเลยตอบรับเธออย่างจริงจัง" with dissolve
    "ในฐานะที่ผมเป็นรุ่นพี่ ผมต้องตอบรับคำขอของเธออย่างมีมารยาท"
    "ต่อให้เอมิเป็นผู้หญิงที่แปลกๆยังไง เธอก็ไม่ใช่คนเลวร้าย ผมจำเป็นต้องพาเธอไปสถานที่ที่ดีเพื่อให้เกียรติเธอ"
    "ไม่รู้ว่าผมจริงจังไปหรือเปล่า แต่ผมรู้สึกว่าผมไม่อยากให้เอมิรู้สึกผิดหวัง ผมเลยเลือกสถานที่ที่เป็นที่นิยมไว้ก่อนอย่างอควาเรียม "
    "......"
    "จริงๆมันก็แอบเหมือน ‘เดต’ อยู่นี่หว่า "
    "เพศตรงข้ามเดินทางไปด้วยกันในสถานที่เดียวกัน ไม่ว่าจะยังไงมันก็ดูเป็นการกระทำของชายหญิงที่เกินกว่ารุ่นพี่รุ่นน้องกันชัดๆ"
    "แต่เอมิคงไม่คิดอะไรแบบนั้นมั้ง ผมลงความเห็นในใจ "
    "......"
    show art_room2 with Dissolve(1.0)
    hide PlayerHomeM_Night4
    show Eimi_shy_Eimi_smile2 with dissolve                       
    ei "รุ่นพี่ไปเที่ยวกับหนูได้ไหมคะ?" with dissolve
    hide Eimi_shy_Eimi_smile2 with dissolve
    show PlayerHomeM_Night4 with Dissolve(1.0)
    hide art_room2

    n "ผมเพิ่งนึกได้ว่าตอนยัยนั่นขอผมไปเที่ยวด้วย หน้ายัยนั่นมันแดงแจ๋เลยนี่นา"
    "...หรือว่า..."
    "......."
    "คงไม่ล่ะมั้ง ผมอาจจะตาฝาดไปเอง"
    "ไม่มีทางหรอกที่ยัยนั่นจะมองผมในแง่ชู้สาวได้เพราะผมแทบไม่เคยพูดอะไรดีๆกับเธอเลย "
    stop music
    "อย่าคิดมากเกินไปจะดีกว่า"
    show station5 with Dissolve(1.0)
    hide PlayerHomeM_Night4

    play music "audio/bgm/hijimeta_no_date.mp3" volume 0.5
    play sound "audio/bgm/clock_tick_tock_01.mp3"
    "ผมนัดกับเอมิเอาไว้ 9.00 น. ที่หน้าสถานีรถไฟ แต่ผมมาเร็วกว่าเวลาที่นัดไว้ประมาณ 10 นาที "
    "ไม่ใช่เพราะว่าประหม่า แต่ปกติแล้วผมชอบมาเร็วกว่าเวลาเป็นนิสัยอยู่แล้ว"
    "ถึงคนบ้าๆบอๆอย่างเอมิอาจจะมาไม่ตรงเวลาไม่ก็ชวนผมแล้วลืมมาเอง ผมก็ไม่แปลกใจเท่าไหร่ แต่ในเมื่อผมให้สัญญาไว้ ผมก็ต้องรักษาสัญญา "
    "ระหว่างที่ผมยืนมองไปรอบๆเพราะไม่มีอะไรทำ จู่ๆสัมผัสอุ่นๆก็วางบนไหล่ผมจากข้างหลัง"
    hide Eimi_Body_shy_Eimi_smile2

    show Eimi_date_body_Eimi_smile
    "ผมหันไปทางต้นตอของการสัมผัสก็พบกับรอยยิ้มซุกซนที่คุ้นเคย" with dissolve
    "ยัยนี่แอบย่องเข้าข้างหลังเพื่ออะไรกันนะ?"
    tk "มาเร็วกว่าที่คิดนะ"
    hide Eimi_date_body_Eimi_smile

    show Eimi_date_body_Eimi_smile2
    ei "รุ่นพี่คิดว่าเอมิจะมาสายเหรอคะ?" with dissolve
    tk "คิดว่าเธอจะลืมนัดของเราแล้วปล่อยฉันยืนทั้งวันซะอีก"
    hide Eimi_date_body_Eimi_smile2

    show Eimi02_date_body_Eimi02_pout
    show pout with Dissolve(1.0)
    ei "เอมิไม่ได้ขี้ลืมขนาดนั้นสักหน่อยค่ะ " with dissolve
    hide pout
    n "ผมหัวเราะในลำคอเล็กๆเพราะหน้าตาเหลอหลาของเธอ ก่อนที่จะสังเกตเห็นว่าเอมิกำลังแอบทำแก้มป่องใส่ผมอยู่"
    tk "เธอจะทำแก้มบวมเป็นปลาปักเป้าทำไม?"
    hide Eimi02_date_body_Eimi02_pout

    show Eimi02_date_body_Eimi02_neko
    ei "รุ่นพี่คะ มาเที่ยวกับผู้หญิงแล้วควรจะทำอะไรก่อนอย่างแรกคะ?" with dissolve
    n "เอมิมองผมด้วยสายตาจริงจังราวกับเธอกำลังตั้งความคาดหวัง ผมเลยตอบเธอกลับไปด้วยความมั่นใจอย่างสูงสุด"
    tk "คุยเรื่องกำหนดการไง -_-+"
    hide Eimi02_date_body_Eimi02_neko

    show Eimi02_date_body_Eimi02_fuyukai
    ei "....." with dissolve
    tk "ฉันพูดอะไรผิดรึไง?"
    hide Eimi02_date_body_Eimi02_fuyukai

    show Eimi02_date_body_Eimi02_pout2
    show pout with Dissolve(1.0)
    ei "รุ่นพี่สมองทึบกว่าที่หนูคิดนะคะ " with dissolve
    hide pout
    n "จู่ๆเอมิก็ทำหน้าปลงๆแล้วว่าผมด้วยเสียงเล็กเสียงน้อย "
    tk "เธออยากให้ฉันทำอะไรล่ะ?"
    hide Eimi02_date_body_Eimi02_pout2

    show Eimi02_date_body_Eimi02_angry3
    ei "ถ้ารุ่นพี่ต้องให้หนูพูดจริงๆ รุ่นพี่น่าจะเป็นผู้ชายที่สมองทึบสุดๆเลยค่ะ " with dissolve
    tk "งั้นฉันต้องทำอะไร?"
    n "ผมถามเอมิตรงๆเลยเพราะขี้เกียจคิด เรื่องที่คิดให้ตายก็คิดไม่ออกจะไปคิดทำไม"
    "เอมิฟังผมแล้วก็ก้มหน้าลงน้อยๆก่อนจะกลับมายิ้มหวานให้ผม"
    hide Eimi02_date_body_Eimi02_angry3

    show Eimi02_date_body_Eimi02_wink
    ei "ลองคิดเองสิคะ รุ่นพี่" with dissolve
    n "เอมิพูดแค่นั้นแล้วเธอก็เงียบลง ราวกับรอคำตอบจากผม"
    "ผมควรจะพูดอะไรดีนะ?"
    "พูดอะไรดี?"
    hide Eimi02_date_body_Eimi02_wink
    menu :
        "วันนี้เธอดูดีนะ":
            jump q5_3a
        "ฉันคิดไม่ออก ช่วยบอกมาที":
            jump q5_3b
    return

