label q6_6:
    scene PlayerHomeM_Night4 with Dissolve(1.0)
    n "ผมหยุดคิดไม่เข้าเรื่องและกดรับสายมือถือ" with dissolve
    tk "สวัสดีครับ ทาเคโอมิ ทาคากิครับ...นั่นใครพูดสา--..."
    play music "audio/bgm/oshakai_no_junbi.mp3" volume 0.5
    scene eimi_room  with Dissolve(1.0)
    show phone with Dissolve(0.5)
    show Eimi_Eimi_XD
    ei "รุ่นน้องที่น่ารักและทรงเสน่ห์ของรุ่นพี่ยังไงล่ะค้า!" with dissolve
    tk "....."
    hide Eimi_Eimi_XD

    show Eimi_Eimi_smug
    n "ผมถึงกับพูดไม่ออกเมื่ออารมณ์ของผมเหวี่ยงวูบด้วยความเร็วประหนึ่งรถแข่งเอฟวัน" with dissolve
    "ตอนแรกผมยังเครียดเรื่องที่บ้านอยู่เลย แต่พอผมฟังคำทักทายสุดร่าเริงจนเกินขนาดของรุ่นน้องผม ผมก็ถึงกับไปไม่เป็น"
    "คนที่ชมตัวเองแทนที่จะพูดว่าสวัสดีเฉยๆต้องมั่นใจแค่ไหนกันนะ ให้ตายสิ"
    tk "เธอรู้เบอร์โทรฉันได้ไง?"
    hide Eimi_Eimi_smug

    show Eimi_Eimi_smug2
    ei "ก็เอมิไปขอรุ่นพี่คนอื่นมาไงคะ ง่ายจะตาย" with dissolve
    n "ผมทำตาปริบๆเพราะไม่นึกว่าเอมิจะพยายามขนาดนี้เพื่อตามหาเบอร์ของผม"
    "จะว่าเป็นคนพิลึกหรือมีความพยายามในเรื่องแปลกๆดีนะ ผมก็บอกไม่ถูกเหมือนกัน"
    tk "สืบหาเบอร์ชาวบ้านตามอำเภอใจ เธอนี่น่ากลัวชะมัด"
    hide Eimi_Eimi_smug2

    show Eimi_Eimi_smile
    ei "รุ่นพี่สิคะที่แปลก" with dissolve
    tk "หา?"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_pout
    ei "เราคุยกันมาตั้งนานแล้วยังไม่บอกเบอร์โทรให้เอมิ แถมเวลาเอมิจะขอเบอร์โทร รุ่นพี่ก็เอาแต่ก้มหน้าวาดรูปค่ะ" with dissolve
    n "ผมได้ยินเสียงเป่าปากด้วยความไม่พอใจน้อยๆของเอมิ ต่อให้เธอไม่อยู่ตรงหน้าผมแต่ทำไมผมถึงเห็นหน้าเธอทำแก้มป่องๆลอยมากันนะ"
    "สงสัยผมคงคุยกับเธอมากจนจับทางเธอได้แล้วมั้ง"
    tk "แล้ววันนี้จะโทรมาทำไมล่ะ?"
    hide Eimi_Eimi_pout

    show Eimi_Eimi_smile2
    ei "ฮะๆๆ ก็แค่อยากโทรมาเพราะอยากได้ยินเสียงรุ่นพี่ค่ะ" with dissolve
    n "เสียงหัวเราะกังวานใจจากเอมิทำให้ความรู้สึกข้างในอกผมรู้สึกเต้นหนักหน่วงขึ้น"
    "ใบหน้าผมอุ่นขึ้นกว่าเดิมจนไปถึงใบหู"
    tk "วางสายละ"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_bubu
    ei "รุ่นพี่ทาคากิใจร้ายค่ะ บู่วๆ" with dissolve
    tk "ล้อเล่นๆ เธออุตส่าห์โทรมาทั้งที ฉันคงวางสายหนีไม่ลงหรอก"
    hide Eimi_Eimi_bubu

    show Eimi_Eimi_normal
    n "เสียงจากปลายสายโทรศัพท์เงียบลงไปชั่วขณะ " with dissolve
    hide Eimi_Eimi_normal

    show Eimi_Eimi_closeEye
    "ผมได้ยินเสียงสูดหายใจเข้าลึกๆของเอมิก่อนที่เธอจะพูดกับผมต่อ" with dissolve
    hide Eimi_Eimi_closeEye

    show Eimi_Eimi_confident2
    ei "เดี๋ยวนี้รุ่นพี่รู้จักมีลูกล่อลูกชนมากขึ้นนะคะ" with dissolve
    tk "ติดเชื้อคนเพี้ยนเธอมา"
    hide Eimi_Eimi_confident2

    show Eimi_Eimi_panic
    ei "รุ่นพี่ทาคากิปากร้ายค่ะ!" with dissolve
    n "เด็กสาวผมสีน้ำตาลส่งเสียงโวยวายมาตามปลายสาย จนผมต้องเลื่อนมือถือห่างจากหูเพื่อปกป้องไม่ให้แก้วหูทะลุจากเสียงแปดหลอดของเธอ"
    tk "โทษนะที่เวลาคุยกับเธอแล้วหาคำพูดดีๆไม่ค่อยเจอน่ะ "
    hide Eimi_Eimi_panic

    show Eimi_Eimi_panic_shy
    ei "ทำไมถึงเป็นแบบนั้นล่ะค้า?" with dissolve
    tk "เพราะเธอเล่นมุกเรี่ยราดจนฉันอึดอัดไง"
    hide Eimi_Eimi_panic_shy

    show Eimi_Eimi_hurt
    ei "รุ่นพี่ทาคากินี่ต่อหน้าหรือคุยทางมือถือก็ยังรักษาคุณภาพความโหดร้ายทางคำพูดได้เต็มมาตรฐานทุกครั้งนะคะ" with dissolve
    tk "ขอบคุณที่ชม"
    hide Eimi_Eimi_hurt

    show Eimi_Eimi_panic
    ei "เอมิมั่นใจค่ะว่านั่นไม่ใช่ชม " with dissolve
    n "เด็กสาวผมสีน้ำตาลผงะพร้อมกับร้องส่งเสียงดังขึ้น "
    tk "สรุปก็คือโทรมาเล่นๆใช่ไหม?"
    hide Eimi_Eimi_panic

    show Eimi_Eimi_meh
    ei "ใช่ค่ะ เอมิกังวลกับการแข่งมากเลยพยายามหาเพื่อนคุย แต่จะไปปรึกษาเพื่อนคนอื่นก็เกรงใจ หนูเลยโทรมาหารุ่นพี่ค่ะ" with dissolve
    n "ผมรู้สึกตะหงิดๆกับเหตุผลของรุ่นน้อง"
    tk "แสดงว่าเธอไม่เกรงใจฉันสินะ?"
    hide Eimi_Eimi_meh

    show Eimi_Eimi_angry
    ei "ไม่ค่ะ เพราะรุ่นพี่ก็ไม่เคยเกรงใจหนูเหมือนกัน" with dissolve
    tk "เอิ่ม...เอางั้นเลยเหรอ..."
    n "เอมิตอบอย่างฉะฉาน ทำให้ผมนึกถึงใบหน้ามั่นใจของเธอลอยมาพร้อมกับภาพเธอกำหมัดแน่น"
    "บทจะตรงไปตรงมาก็ตรงเกินไปแล้วยัยนี่"
    hide Eimi_Eimi_angry

    show Eimi_Eimi_smile3
    ei "เวลาอยู่ต่อหน้ารุ่นพี่ เอมิพูดอะไรตรงๆแล้วมันสบายใจนี่คะเพราะยังไงรุ่นพี่ก็ว่าเอมิตรงๆจนชินแล้ว" with dissolve
    tk "....."
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_sad
    ei "หรือว่าเอมิมารบกวนเวลาวาดภาพของรุ่นพี่คะ? ถ้าแบบนั้น..." with dissolve
    tk "ไม่หรอกๆ มีอะไรก็พูดเลย"
    n "น้ำเสียงเอมิเริ่มกังวลขึ้น ผมเลยรีบพูดปัดให้เธอสบายใจลง เสียงถอนใจยาวๆที่ผมได้ยินจากปลายสายเป็นเครื่องหมายที่ดีที่บอกผมว่าเอมิกำลังผ่อนคลายลงแล้ว"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_smile4
    ei "รุ่นพี่ใจดีจังเลยนะคะ" with dissolve
    tk "ก็นานๆที"
    hide Eimi_Eimi_smile4

    show Eimi_Eimi_smile2
    ei "โควต้าใจดีก่อนเอมิแข่งขันเหรอคะ?" with dissolve
    tk "จะว่างั้นก็ไม่ผิด "
    n "ผมส่งเสียงหัวเราะร่วนในลำคอเบาๆ เอมิก็เข้าใจเลือกคำนะว่าผมมีโควตาใจดีจำกัด"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_cry_meme2
    ei "เอมิกังวลจังเลย รุ่นพี่ทาคากิช่วยส่งพลังมาให้เอมิหน่อยค่ะ" with dissolve
    tk "ฉันไม่ใช่เxไดนะ จะได้ส่งพลังให้ได้"
    hide Eimi_Eimi_cry_meme2

    show Eimi_Eimi_kuanteen2
    ei "นอกจากดูมังงะคนแก่ รุ่นพี่ยังดูหนังดักแก่ด้วยค่ะ" with dissolve
    tk "เรื่องมันก็มีตั้งหลายภาคจนมาถึงปีนี้แล้วนะ"
    hide Eimi_Eimi_kuanteen2

    show Eimi_Eimi_wakaranai
    ei "เอมิไม่ได้ดูหนังหรอกค่ะ วันๆเอาแต่ซ้อมบาสอ่ะ" with dissolve
    tk "งั้นว่างๆจะพาไปดูหนังไหมล่ะ? หาโรงหนังแถวนี้สักที่ แต่คงต้องเป็นหลังจากแข่งบาสเสร็จแล้วและประกาศผลงานประกวดแล้วนะ"
    hide Eimi_Eimi_wakaranai

    show Eimi_Eimi_panic_shy
    ei "อ๊ะ..." with dissolve
    n "หลังจากเสียงอุทานของเอมิ คำพูดของผมก็ทำให้เสียงปลายสายเงียบกริบไป"
    "ผมพูดไปสักพักแล้วก็เพิ่งนึกขึ้นได้ว่าผมพูดอะไรแปลกๆจนเผลอต้องเอามือปิดปากตัวเอง "
    hide Eimi_Eimi_panic_shy

    show Eimi_Eimi_serous
    ei "รุ่นพี่ทาคากิร้ายกาจค่ะ" with dissolve
    tk "....."
    hide Eimi_Eimi_serous

    show Eimi_Eimi_confident
    ei "รุ่นพี่ใช้ช่วงที่หัวใจสาวน้อยกำลังเปราะบางและสับสน มาชวนเที่ยวโรงหนังเนียนๆ นี่ต้องเป็นการกระทำที่วางแผนไว้ล่วงหน้าหลายเดือนแน่นอน โอวว" with dissolve
    tk "ฉันไม่ได้รู้จักเธอมานานขนาดนั้นสักหน่อย"
    n "ผมพยายามแก้ต่างให้กับตัวเองแต่ดูเหมือนเอมิจะใช้พลังจินตนาการตัวเองอย่างเมามันส์จนไม่ฟังผมไปแล้ว "
    hide Eimi_Eimi_confident

    show Eimi_Eimi_panic_shy
    ei "แล้วหลังจากเข้าโรงหนังเสร็จแล้วก็จะเจอปัญหาทำให้กลับบ้านไม่ได้เพราะไม่มีรถ พอหาทางกลับบ้านไม่ได้ รุ่นพี่ทาคากิก็จะพาเอมิเข้าโรงแร..." with dissolve
    tk "เลิกแต่งเรื่องมโนได้แล้วเฟ้ย 0_0"
    n "ผมร้องโวยขึ้นพร้อมกับทำตาโต "
    "ใครมันจะไปทำเรื่องแบบนั้นลง ผมไม่ใช่รุ่นพี่ที่ชอบฉวยโอกาสจากผู้หญิงอายุน้อยกว่านะ "
    hide Eimi_Eimi_panic_shy

    show Eimi_Eimi_smug2
    ei "รุ่นพี่นี่ขาดพลังจินตนาการนะคะ ไม่เคยได้ยินงั้นเหรอว่าจินตนาการสำคัญกว่าความรู้ค่ะ" with dissolve
    tk "ฉันมั่นใจว่าไอน์สไตน์ไม่ได้หมายความอย่างที่เธอพูดแน่ๆ เอมิ"
    n "ผมกุมขมับตัวเองเมื่อฟังคำพูดที่ปรุงแต่งไปด้วยความขี้เล่นของเอมิ ต่อให้สถานการณ์ตึงเครียดแค่ไหนก็หันกลับมาเล่นมุกได้ ช่างเป็นเอกลักษณ์ที่โดดเด่นของรุ่นน้องคนนี้จริงๆ"
    "แทนที่จะพูดอะไรเวิ่นเว้อ ผมมีอะไรบางอย่างที่อยากพูดกับเอมิ"
    stop music
    "ในสถานการณ์แบบนี้ ผมคงต้องให้คำแนะนำอะไรบางอย่างกับเธอ"
    play music "audio/bgm/tokai_no_kaze.mp3" volume 0.5
    tk "เอมิ"
    hide Eimi_Eimi_smug2

    show Eimi_Eimi_smile
    ei "คะ รุ่นพี่?" with dissolve
    tk "ฉันเข้าใจว่าเธอกังวลนะ"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_normal
    ei "....." with dissolve
    tk "แต่ความกังวลน่ะมันไม่ช่วยอะไรหรอก "
    hide Eimi_Eimi_normal

    show Eimi_Eimi_sad
    ei "เอมิเข้าใจค่ะ รุ่นพี่" with dissolve
    n "ผมได้ยินเสียงถอนหายใจจากอีกฝั่งของปลายสายโทรศัพท์"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_serous
    ei "เอมิจะฝึกซ้อมอย่างหนักหน่วงเพื่อชัยชนะค่ะ" with dissolve
    tk "ดีแล้ว แต่เธอต้องเข้าใจนะว่าเธอต้องไม่ฝืนเกินไป "
    hide Eimi_Eimi_serous

    show Eimi_Eimi_o
    ei "คะ? " with dissolve
    tk "ช่วงใกล้แข่งแล้วน่ะพักบ้างก็ได้นะ ลองเปิดหูเปิดตาหรือไปทำอย่างอื่นดู ถ้าหักโหมมากเกินไปแล้วเกิดบาดเจ็บขึ้นก่อนลงสนามจริงคงเสียดายแย่"
    n "คำพูดจากผมทำให้เอมิเงียบไปนานสองนาน"
    "ดูเหมือนเธอคงกำลังครุ่นคิดเกี่ยวกับคำแนะนำของผมอย่างตั้งใจ"
    hide Eimi_Eimi_o

    show Eimi_Eimi_sad
    ei "แต่ถ้าไม่ฝึก เอมิก็ไม่รู้จะทำยังไงแล้วนะคะ" with dissolve
    tk "การพักผ่อนที่เพียงพอก็เป็นการฝึกแบบหนึ่ง "
    hide Eimi_Eimi_sad

    show Eimi_Eimi_normal
    play sound "audio/bgm/walk.mp3"
    ei "......" with dissolve
    tk "สิ่งที่สำคัญกว่าการเก่งขึ้นหรือการเอาชนะคนอื่น คือการรู้ว่าตัวเองทำอะไรได้บ้าง เธอต้องรู้ขีดจำกัดของตัวเอง"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_o
    ei "ขีดจำกัด? เหรอคะ?" with dissolve
    tk "ใช่แล้วล่ะ ถ้าเธอรู้ว่าขีดจำกัดตัวเองอยู่ที่ไหน เธอก็จะลงแรงกับสิ่งที่สมควรได้คุ้มค่าขึ้นและเอาเวลาไปทุ่มกับความสามารถที่พัฒนาได้ ไม่ใช่เอาเวลาไปเก็บเกี่ยวความสามารถที่ไม่น่าจะได้มา"
    hide Eimi_Eimi_o

    show Eimi_Eimi_normal
    ei "อย่างนั้นมันจะไม่ใจดีกับตัวเองไปหน่อยเหรอคะ?" with dissolve
    tk "....."
    n "คำพูดของเอมิทำให้ผมฉุกคิดบางอย่างขึ้นได้"
    "บทสนทนาที่ผมมีต่อเธอทำให้ผมรู้สึกเหมือนผมกำลังคุยกับตัวเองอย่างบอกไม่ถูก"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_smile2
    ei "ไม่ได้จะว่าอะไรหรอกค่ะ แค่ปกติรุ่นพี่ดูเข้มงวดมากๆ พอฟังอะไรที่ดูใจดีๆ เหมือนไม่ใช่สิ่งที่รุ่นพี่ทาคากิจะพูดเลยค่ะ ฮะๆๆ" with dissolve
    tk "การประมาณตัวเองมันก็สำคัญนะ"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_normal
    ei "....." with dissolve
    tk "เก่งแค่ไหนแต่ถ้าคิดว่าตัวเองแก้ปัญหาทุกอย่างได้ด้วยตัวคนเดียวน่ะ มันเป็นไปไม่ได้หรอก"
    n "คำพูดของผมเหมือนกับคำพูดที่ผมหยิบยื่นให้ตัวเองไปพร้อมๆกัน "
    "ผมเคยคิดว่าตัวผมเองคนเดียวจะทำให้ชมรมศิลปะกลับเป็นแบบเดิมได้ แต่ผลลัพธ์ก็ออกมาอย่างที่เห็นในตอนนี้"
    tk "คนๆเดียวน่ะไม่ว่าจะยังไงก็มีขีดจำกัด จำไว้นะ เอมิ"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_serous
    ei "ได้ค่ะ รุ่นพี่" with dissolve
    tk "....."
    hide Eimi_Eimi_serous

    show Eimi_Eimi_smile4
    ei "เอมิจะจำที่รุ่นพี่สอนไว้นะคะ รุ่นพี่ทาคากิ" with dissolve
    n "ทั้งๆที่ผมไม่เห็นหน้าเธอ แต่ผมกลับรู้สึกว่าเธอกำลังยิ้มกว้างให้ผม"
    "แค่ฟังจากน้ำเสียงก็พอรู้แล้วว่าเธอกำลังอารมณ์ดีขึ้นกว่าเดิม"
    stop music
    hide Eimi_Eimi_smile4 with dissolve

    "บางทีที่ผมคุยกับเธอในคืนนี้อาจจะคุ้มค่าแล้วก็ได้มั้ง"
    hide phone
    jump q6_7
    return

