label q5_4:
    scene black_scene with dissolve
    scene Aquarium_Morning with Dissolve(1.0)
    play music "audio/bgm/nodokana_hi.mp3" volume 0.5
    show Eimi_date_body_Eimi_smile2
    ei "หวาวววว" with dissolve
    n "เด็กสาวผมน้ำตาลจ้องมองสัตว์น้ำละลานตาในอควาเรียมด้วยแววตาเป็นประกาย"
    "ทั้งฝูงปลาหลากสีสัน สัตว์น้ำที่รูปร่างแปลกประหลาด ประกอบกับบรรยากาศในตึกที่เต็มไปด้วยสีฟ้าน้ำทะเลสวยสดทำให้เอมิหันซ้ายทีหันขวาทีอย่างสนุกสนาน"
    "ยัยนี่นี่เหมือนลูกสุนัขจริงแฮะๆ"
    "ตอนแรกๆเอมิก็ดูประหม่าๆแบบผม แต่พอเดินด้วยกันไปๆมาๆ ยัยนี่ก็ไหลตามบรรยากาศแล้วสนุกไปกับการเที่ยวได้อย่างเป็นธรรมชาติ"
    "เป็นคนที่ง่ายดีจริงๆนะ "
    "หรือผมจะเป็นคนที่คิดมากเกินไปกัน?"
    hide Eimi_date_body_Eimi_smile2

    show Eimi_date_body_Eimi_smile3
    ei "รุ่นพี่ดูสิคะ พวกปลาเต็มไปหมดเลย" with dissolve
    tk "ก็สวยดีนะ"
    hide Eimi_date_body_Eimi_smile3

    show Eimi_date_body_Eimi_normal
    ei "รุ่นพี่ดูไม่ค่อยตะลึงเท่าไหร่นะคะ แสดงว่ามาที่แบบนี้บ่อยเหรอ?" with dissolve
    n "เอมิเอียงคอถามผมซื่อๆ "
    tk "ไม่ได้มาบ่อย แต่เห็นบ่อย"
    hide Eimi_date_body_Eimi_normal

    show Eimi_date_body_Eimi_o
    show question with Dissolve(1.0)
    ei "หา?" with dissolve
    hide question
    n "เด็กสาวผมน้ำตาลงงกับคำตอบแปลกๆของผม"
    "ผมคงต้องตอบคำถามให้เธอกระจ่าง"
    tk "เวลาอยากไปเที่ยวที่ไหนก็แค่ลองเปิดเว็บดูรูปที่นั่นเอา แค่นี้ก็รู้สึกได้เหมือนไปเที่ยวแล้ว และก็เอาภาพที่เห็นหลายๆมุมไปฝึกวาดรูปได้ด้วย"
    hide Eimi_date_body_Eimi_o

    show Eimi_date_body_Eimi_panic
    show panic with Dissolve(1.0)
    ei "หา?" with dissolve
    hide panic
    tk "อินเตอร์เน็ตน่ะทำให้เราไปได้ทุกสถานที่โดยที่เราไม่ต้องออกไปนอกบ้านเลย "
    n "ผมตอบด้วยความมั่นใจ ในขณะที่คนฟังอย่างเอมิอ้าปากค้าง ตัวสั่นงันงก"
    hide Eimi_date_body_Eimi_panic

    show Eimi_date_body_Eimi_sad
    ei "รุ่นพี่คะ " with dissolve
    n "ไปๆมาๆ รุ่นน้องของผมก็มองหน้าผมด้วยสายตาสงสารซะงั้น ทำไมผมถึงรู้สึกเจ็บในอกแปลกๆเหมือนโดนยัยนี่สมเพชชอบกล"
    hide Eimi_date_body_Eimi_sad

    show Eimi02_date_body_Eimi02_onegai
    ei "การเปิดอินเตอร์เน็ตดูรูปแล้วหลอกตัวเองว่าไปเที่ยวน่ะมันไม่ใช่การไปเที่ยวหรอกค่ะ " with dissolve
    tk "เธอมีปัญหาอะไรกับวิธีการของฉันงั้นเหรอ? -_-+"
    hide Eimi02_date_body_Eimi02_onegai

    show Eimi02_date_body_Eimi02_bored
    ei "ไม่มีหรอกค่ะ แค่คิดว่ามันเศร้ามากๆจนเอมิอยากจะบีบน้ำตาร้องไห้ค่ะ " with dissolve
    n "เอมิทำหน้าเนือยๆใส่ผม "
    "ถึงแม้ว่าจะไม่มีความยียวนกวนประสาทใดๆปรากฏออกมาทางสีหน้าเธอ แต่หน้านิ่งๆของเธอตอนนี้ก็ทำให้ผมรู้เจ็บในอกเหมือนโดนแทงได้"
    hide Eimi02_date_body_Eimi02_bored

    show Eimi02_date_body_Eimi02_fuyukai
    ei "การไปเที่ยวมันไม่ใช่การใช้เสิร์ชเอนจิ้นในเว็บแล้วไปมองรูปที่คนอื่นถ่ายมานะคะ " with dissolve
    tk "เธอต้องเข้าใจก่อนว่าครอบครัวฉันหลังๆไม่ได้ไปเที่ยวด้วยกันแล้ว เพราะต่างคนต่างมีงานต้องทำ"
    hide Eimi02_date_body_Eimi02_fuyukai

    show Eimi02_date_body_Eimi02_0
    ei "แล้ว?" with dissolve
    tk "ฉันก็ต้องซ้อมวาดรูปทุกวัน เพราะงั้นจะทำเรื่องเสียเวลาด้วยการออกไปเที่ยวได้ยังไงกัน"
    hide Eimi02_date_body_Eimi02_0

    show Eimi02_date_body_Eimi02_ara
    ei "....." with dissolve
    tk "จะทำตาโตทำไม?"
    hide Eimi02_date_body_Eimi02_ara

    show Eimi02_date_body_Eimi02_confident2
    ei "รุ่นพี่คะ ชีวิตคนเราควรจะมีอย่างอื่นนอกจากการทำตามเป้าหมายนะคะ " with dissolve
    tk "แล้ว?"
    hide Eimi02_date_body_Eimi02_confident2

    show Eimi02_date_body_Eimi02_angry
    ei "ไม่ต้องมาพูดแล้วเลยค่ะ รุ่นพี่นี่จริงจังจนตลกแล้วนะคะ " with dissolve
    tk "....."
    n "พอโดนคนอย่างเอมิหาว่าเป็นคนตลก ผมรู้สึกเหมือนเลือดถูกกระชากออกจากเส้นเลือดในสมองชอบกล เวียนหัวชะมัด"
    hide Eimi02_date_body_Eimi02_angry

    show Eimi02_date_body_Eimi02_fuyukai
    ei "ถ้าทำตามเป้าหมายไปเรื่อยๆโดยที่ไม่มีอะไรมาแต่งเติมสีสันเลย ชีวิตมันจะแห้งแล้งเอานะคะ" with dissolve
    tk "แห้งแล้ง?"
    hide Eimi02_date_body_Eimi02_fuyukai

    show Eimi02_date_body_Eimi02_onegai
    ei "รุ่นพี่ไม่คิดว่ามันแห้งแล้งเพราะว่ารุ่นพี่ชินแล้วหรือเปล่าคะ?" with dissolve
    tk "....."
    n "คำถามของเอมิทำให้ผมพูดไม่ออกไปชั่วขณะ ผมไม่เข้าใจว่าชีวิตแห้งแล้งในนิยามของเอมิเป็นยังไงเพราะว่าผมก็มีชีวิตแบบนี้มาตลอด "
    "ถึงพักหลังๆเอมิจะมายุ่งกับผมและมีเรื่องแปลกๆเกิดขึ้นบ่อยๆ แต่มันก็มีสีสันดี "
    "หรือว่าชีวิตแบบที่กำลังเกิดขึ้นนี้ คือ ‘ชีวิตที่ไม่แห้งแล้ง’ กันนะ?"
    hide Eimi02_date_body_Eimi02_onegai

    show Eimi_date_body_Eimi_smug
    ei "วางใจได้เลยค่ะ " with dissolve
    tk "หา?"
    hide Eimi_date_body_Eimi_smug

    show Eimi_date_body_Eimi_smile
    ei "เอมิจะทำให้การไปเที่ยวครั้งนี้ของรุ่นพี่มีสีสันเองค่ะ " with dissolve
    tk "ยังไงล่ะนั่น?"
    hide Eimi_date_body_Eimi_smile

    show Eimi_date_body_Eimi_smile2
    ei "เอมิจะสอนให้รุ่นพี่รู้เองค่ะว่าการไปเที่ยวที่แท้จริงเป็นยังไง " with dissolve
    n "จู่ๆเอมิก็เบิกตาโพลงและฮึดสู้ขึ้นมา ยัยนี่บทจะไฟลุกขึ้นมาก็ลุกง่ายๆ "
    "ผมไม่เข้าใจว่าเอมิจะดีดขึ้นมาทำไม ผมถึงกับสะดุ้งเมื่อเห็นเธอที่ทำท่าเหมือนเบ่งพลังในการ์ตูน"
    hide Eimi_date_body_Eimi_smile2

    show Eimi_date_body_Eimi_kira
    play sound "audio/SoundEffect/ME_Level_Up_Success.ogg"
    ei "ซูเxอร์เอมิ จะนำทางรุ่นพี่เองค่ะ " with dissolve
    tk "ตามสบาย -_-“"
    n "ผมเหงื่อตกเพราะเห็นพลังงานที่เปี่ยมล้นของยัยนี่จนพูดไม่ออก เอาเป็นว่าจะยอมยัยนี่สักครั้งก็ได้ เพราะขืนเถียงไปก็ไม่รู้ว่ายัยนี่จะพูดอะไรแปลกๆกลางสาธารณะชนหรือเปล่า"
    hide Eimi_date_body_Eimi_kira

    show Eimi_date_body_Eimi_normal
    ei "ที่นี่มีปลาหลายพันธุ์มากเลยนะคะ" with dissolve
    tk "ฉันก็ไม่ค่อยได้มาที่นี่เหมือนกัน มันก็เยอะอย่างที่เธอพูดจริงๆน่ะแหละ"
    hide Eimi_date_body_Eimi_normal

    show Eimi_date_body_Eimi_smile
    ei "รุ่นพี่เคยมาที่นี่เหรอคะ?" with dissolve
    tk "........."
    n "คำถามจากเอมิทำให้ผมเงียบลงไปชั่วขณะ "
    "สมัยเด็กๆ ผมเคยมาเที่ยวที่นี่กับครอบครัวมาก่อน แต่นั่นก็เป็นเรื่องนานมาแล้ว สมัยที่ครอบครัวผมยังรักใคร่กลมเกลียดกันดี"
    "เวลามันผ่านไปเร็วจนน่ากลัวจริงๆ..."
    hide Eimi_date_body_Eimi_smile

    show fish
    ei "นี่มันปลาอะไรเหรอคะ?" with dissolve

    tk "ปลาที่เหมือนกับเธอ" with dissolve

    ei "รุ่นพี่จะหาว่าเอมิหน้าตาเหมือนปลาเหรอคะ? " with dissolve
    n "เอมิสะดุ้งโหยงเมื่อผมพูดตรงไปตรงมากับเธอ "
    "ดูเหมือนว่าผมต้องเลือกใช้คำให้นุ่มนวลกว่านี้หน่อยเพื่อแก้ไขความเข้าใจผิด"
    tk "ลองอ่านคำอธิบายตรงนี้ดูสิ"
    ei "หืม? ปลาอินซิกนิสเหรอคะ?"
    tk "เธอลองอ่านคำอธิบายข้างล่างน่าจะเข้าใจง่ายกว่า"
    ei "...หืม?"
    n "เอมิจ้องป้ายอธิบายชื่อและลักษณะปลาด้วยความตั้งใจเพราะขนาดอักษรค่อนข้างเล็ก ผมที่เห็นเธอพยายามมากจนสงสารเลยอธิบายขึ้น"
    tk "มันเป็นปลาน้ำจืดจำพวกหนึ่งน่ะ นิยมเลี้ยงเป็นปลาสวยงามเพราะความเป็นมงคล"
    ei "รุ่นพี่นี่ดูรู้เยอะจังนะคะ"
    tk "ไม่ ฉันแค่อ่านตามป้าย ._."
    n "เอมิทำตาโตเมื่อผมสารภาพความจริง เธออ้าปากค้างใส่ผม"
    ei "รุ่นพี่หลอกหนู "
    tk "ไม่ได้หลอกเลย เธอแค่ไม่ยอมอ่านเอง ถ้าเธออ่านก็จะเข้าใจว่าทำไมมันเหมือนเธอ"
    n "ผมลงความเห็นสำทับเข้าไป ทำให้เอมิทำหน้าตาสงสัยแล้วเอียงคอน้อยๆ"
    tk "เพราะว่ามันเป็นปลากินตะไคร่น้ำ เลยมักถูกเลี้ยงไว้เพื่อทำความสะอาดตู้ปลา "
    ei "รุ่นพี่ทาคากิจะหาว่าเอมิเป็นตัวกินตะไคร่เหรอคะ "
    tk "ไม่หรอก แค่จะบอกว่าถ้าเทียบกับปลาตัวอื่นอาจจะไม่เด่นขนาดนั้น แต่ว่าถ้าไม่มีก็คงจะลำบากแย่น่ะ"
    n "คำพูดจากผมทำให้เอมิเลิกคิ้วขึ้นน้อยๆ ก่อนที่เธอจะทำหน้าแดงระเรื่อบางๆ"
    "หลังจากนั้น เธอก็สะดุ้งน้อยๆแล้วทำแก้มป่องใส่ผม"
    hide fish with dissolve

    show Eimi_date_body_Eimi_pout
    show pout with Dissolve(1.0)
    ei "ดูเผินๆเหมือนจะชมแต่ก็แอบหาว่าไม่เด่นแล้วชอบกินตะไคร่น้ำนี่คะ " with dissolve
    hide pout
    tk "มันก็แค่เปรียบเปรยเฉยๆน่ะ ไม่ได้บอกว่าเหมือนทั้งหมด"
    hide Eimi_date_body_Eimi_pout

    show Eimi_date_body_Eimi_smug3
    ei "รุ่นพี่นี่พูดเอาใจผู้หญิงไม่เก่งใช่ไหมคะเนี่ย " with dissolve
    tk "ใช่ "
    n "ผมพยักหน้ารับตรงๆ ทำให้เอมิทำหน้าเนือยๆใส่ผม"
    hide Eimi_date_body_Eimi_smug3

    show Eimi_date_body_Eimi_kira
    show down with Dissolve(1.0)
    ei "อย่ายอมแพ้ง่ายๆแบบนั้นสิคะ เถียงเอมิหน่อยก็ได้ " with dissolve
    hide down
    tk "วันนี้อุตส่าห์มาเที่ยวเป็นเพื่อนเธอ จะยอมเถียงน้อยลงสักวันก็ได้ "
    n "เอมิฟังผมแล้วก็ทำตาโตแล้วจ้องมองผมด้วยสายตาซาบซึ้ง ประกายวิ้งๆจากดวงตาเธอลุกลามออกมาจนผมที่สบตากับเธอรู้สึกแสบตา"
    hide Eimi_date_body_Eimi_kira

    show Eimi_date_body_Eimi_smile
    ei "รุ่นพี่ใจดีจังเลยนะคะ " with dissolve
    tk "ก็นะ..."
    hide Eimi_date_body_Eimi_smile

    show Eimi_date_body_Eimi_smile4
    ei "แต่เอมิชอบรุ่นพี่ทาคากิที่เถียงเก่งนะคะ " with dissolve
    tk "...หา?"
    hide Eimi_date_body_Eimi_smile4

    show Eimi_date_body_Eimi_smile2
    ei "เพราะฉะนั้นรุ่นพี่ทำตัวตามสบายเถอะค่ะ " with dissolve
    n "เอมิส่งยิ้มให้ผม ผมเลยหัวเราะในลำคอเบาๆ "
    "แทนที่จะชอบที่ผมยอมลงให้เธอ เธอกลับเลือกให้ผมเป็นตัวของตัวเอง "
    tk "งั้นวันนี้จะเถียงทั้งวันเลยนะ :D"
    hide Eimi_date_body_Eimi_smile2

    show Eimi_date_body_Eimi_shy_meme
    show down with Dissolve(1.0)
    ei "เบาๆมือหน่อยก็ได้ค่ะ ใจเย็นๆ " with dissolve
    hide down
    n "เอมิเหงื่อตกน้อยๆ ผมดูออกว่าเธอน่าจะเสียใจภายหลังเพราะดันบอกให้ผมทำอะไรตามใจชอบ ผมจึงส่งเสียงหัวเราะกับใบหน้าแหยๆของเธอ"
    hide Eimi_date_body_Eimi_shy_meme with dissolve
    jump q5_5
    return
