label q3_1:
    show artroom_afternoon with Dissolve(1.0)
    play music "audio/bgm/yasashii_harp.mp3" volume 0.5
    show Eimi02_Eimi02_sad
    n "น่าจะประมาณหนึ่งสัปดาห์แล้วที่เอมิมาหาผมบ่อยๆในห้องชมรมที่ไม่มีใคร" with dissolve
    "วันนี้เด็กสาวเรือนผมสีน้ำตาลทำหน้ามุ่ยกว่าปกติอย่างมาก "
    "ความขุ่นมัวของอารมณ์เธอชัดเจนมากเพราะปกติแล้วใบหน้าซื่อๆของเธอจะมีแต่รอยยิ้มกวนๆไม่ก็ทำหน้ามึนๆเอ๋อๆ"
    "เธอมีเรื่องคิดมากอะไรอยู่หรือเปล่านะ?"
    tk "เธอเครียดอะไรอยู่เหรอ?"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_ara
    ei "อ่าเร๊ะ?" with dissolve
    tk "มันดูออกไม่ยากหรอกนะ "
    hide Eimi02_Eimi02_ara

    show Eimi02_Eimi02_wink
    show shine with Dissolve(1.0)
    ei "เอมิไม่เครียดหรอกค่า เอมิน่ะร่าเริงตลอด 28 ชั่วโมง " with dissolve
    hide shine
    tk "ฉันเคยบอกเธอไปแล้วว่าวันหนึ่งมี 24 ชั่วโมง ._."
    hide Eimi02_Eimi02_wink

    show Eimi02_Eimi02_smile
    show happy with Dissolve(1.0)
    ei "ร่าเริงข้ามวันไงคะ " with dissolve
    hide happy
    tk "ก็ได้ๆ เอาที่สบายใจเลย "
    n "ผมเกาหัวแกรกๆเพราะเอมิไม่ยอมตอบผมสักทีแถมยังไถออกนอกเรื่องไปเรื่อยๆ"
    "ถ้าเธอไม่อยากพูด ผมก็ไม่อยากบีบคั้นเธอ ผมเลยหันกลับไปวาดรูปตัวเองต่อ"
    hide Eimi02_Eimi02_smile

    show Eimi_Eimi_sad
    ei ".........." with dissolve
    tk "............ ._."
    hide Eimi_Eimi_sad

    show Eimi_Eimi_smile
    n "พอเห็นความหม่นหมองจากเอมิ ผมหันหน้าไปหาเธออีกครั้ง แต่กลับพบรอยยิ้มแทน" with dissolve
    ei "................."
    tk "........................ ._."
    hide Eimi_Eimi_smile

    show Eimi_Eimi_sad2
    n "ทั้งๆที่ปากเพิ่งบอกว่าไม่มีอะไรแต่เอมิก็ทำหน้าเครียดแล้วลอบมองผมจากข้างๆ " with dissolve
    "พอผมหันหน้าไปหาเธอ เธอก็กลับมาทำหน้ายิ้มๆตามปกติ แต่พอผมหันหน้ากลับไปมองงานตัวเอง เธอก็กลับมาทำหน้าซึมๆเหมือนเดิม"
    "ผมถอนหายใจแล้ววางพู่กันลง"
    "ไม่มีสมาธิเลยให้ตายสิ"
    tk "ถ้ามีอะไรอยากจะพูดก็พูด "
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "...แต่ว่า" with dissolve
    tk "ตอนที่เธอพูดเยอะๆน่ะน่ารำคาญสุดๆไปเลย ไม่รู้รึไง?"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_panic_shy
    ei "รุ่นพี่ใจร้ายค่ะ!" with dissolve
    tk "แต่ตอนที่เธออ้ำๆอึ้งๆน่ะมันไม่สมเป็นเธอ มันกวนใจฉันยิ่งกว่าอีก"
    hide Eimi_Eimi_panic_shy

    show Eimi02_Eimi02_sad
    ei "............" with dissolve
    tk "มีอะไรจะปรึกษาก็พูดได้ ไม่งั้นจะวาดรูปต่อแล้ว"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    n "เอมิเผยความห่อเหี่ยวน้อยๆบนใบหน้าเธอ ผมได้ยินเสียงเธอถอนใจเบาๆ" with dissolve
    "สุดท้ายก็ยอมรับจนได้สินะว่ากำลังเครียดอยู่จริงๆ"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_smile2
    ei "ว่าแต่นี่ใกล้เวลาส่งรูปประกวดแล้วใช่ไหมคะรุ่นพี่คะ?" with dissolve
    tk "........."
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_smile3
    ei "เอมิอยากเห็นรูปส่งประกวดที่รุ่นพี่วาดจังค่า " with dissolve
    n "เอมิเรียกรอยยิ้มกลับมาเข้าใบหน้าอย่างรวดเร็ว"
    "เธอพยายามเปลี่ยนเรื่องอย่างชัดเจน ผมดูออก แต่ถ้าเธอไม่อยากระบายตอนนี้แล้วเล่นแง่ใส่ผม ผมจะเล่นกับเธอเป็นมารยาทด้วยละกัน"
    tk "อยากเห็นก็ไปลองดูที่มุมห้องโน่นสิ"
    hide Eimi02_Eimi02_smile3

    show Eimi02_Eimi02_shock
    show surprise with Dissolve(1.0)
    ei "รุ่นพี่คะ อันนั้นมันงานเก่าที่พังเพราะหนูไม่ใช่เหรอคะ " with dissolve
    hide surprise
    tk "มันก็เป็น ‘รูปส่งประกวด’ อย่างที่เธอว่านี่ แค่มันเป็น ‘อดีตรูปที่จะส่งประกวด’ เพราะใครบางคนแถวนี้เอง"
    hide Eimi02_Eimi02_shock

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "รุ่นพี่ยังไม่หายแค้นหนูอีกเหรอค้า— " with dissolve
    hide panic
    n "ผมนึกขำกับใบหน้าตลกๆของเอมิ ยัยนี่ก็เหวอง่ายชะมัด"
    tk "จริงๆก็หายนานแล้วล่ะนะ"
    hide Eimi_Eimi_panic

    show Eimi_Eimi_pout
    show pout with Dissolve(1.0)
    ei "งั้นจะขุดมาพูดอีกทำไมค้า--- " with dissolve
    hide pout
    tk "เวลาเอาเรื่องนี้มาล้อเธอ มันตลกดี"
    hide Eimi_Eimi_pout

    show Eimi_Eimi_cry_meme1
    ei "ระ...รุ่นพี่ใจร้าย " with dissolve
    n "เอมิทำตาโตแล้วเด้งตัวไปมาราวกับเก้าอี้ที่เธอนั่งอยู่ติดสปริงก็ไม่ปาน ท่าทางดีดดิ้นของเธอทำให้ผมนึกถึงลูกสุนัขเวลาโดนเจ้านายแกล้ง"
    hide Eimi_Eimi_cry_meme1

    show Eimi02_Eimi02_smile2
    ei "แล้วงานที่จะส่งไปล่าสุดนี่หน้าตายังไงคะ?" with dissolve
    n "เอมิเริ่มรุกไล่ถามผมด้วยความอยากรู้อยากเห็น"
    "ยัยนี่จงใจพูดเรื่องผมเยอะๆเพื่อที่จะไม่ต้องกลับไปสนใจเรื่องตัวเองชัดๆ "
    tk "อยากเห็นเหรอ?"
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_smile3
    ei "อยากเห็นค่า " with dissolve
    tk "เธอไม่ได้เห็นหรอก"
    hide Eimi02_Eimi02_smile3

    show Eimi02_Eimi02_ara
    ei "อ่าเร้? " with dissolve
    n "เอมิเอียงคอด้วยความสงสัยกับคำตอบห้วนๆของผม"
    "ผมไม่กะให้เธอมาเห็นงานของผมทั้งแต่แรกอยู่แล้วด้วยสาเหตุบางอย่าง เผลอๆผมจะไม่บอกสาเหตุนั้นให้ใครฟังจนตายเลยก็ได้มั้ง"
    tk "กลัวเอามาโชว์แล้วเธอทำพังอีกน่ะ"
    hide Eimi02_Eimi02_ara

    show Eimi02_Eimi02_ehhh
    ei "รุ่นพี่นี่ไม่ไว้ใจหนูเลยใช่ไหมคะเนี่ย" with dissolve
    tk "ต้องถามดีกว่าว่าเธอมีอะไรให้ฉันไว้ใจได้บ้างนอกจากความมึนของเธอ"
    hide Eimi02_Eimi02_ehhh

    show Eimi02_Eimi02_shock
    show panic with Dissolve(1.0)
    ei "กัดหนูอีกแล้วค่ะ " with dissolve
    hide panic
    tk "ฉันไม่ได้กัด ฉันแค่พูดความจริง"
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_pout
    show pout with Dissolve(1.0)
    ei "นี่แหละที่เรียกว่ากัดค่ะ " with dissolve
    hide pout
    n "เอมิทำแก้มป่องด้วยความงอนต่อหน้าผม แทนที่ผมจะสำนึกผิด ผมกลับนึกขำในใจมากกว่าเพราะเอมิในสภาพนี้น่าแกล้งกว่าเดิมอีก"
    hide Eimi02_Eimi02_pout

    show Eimi_Eimi_XD
    ei "หนูไม่ใช่คนที่ทำของพังบ่อยๆนะคะ" with dissolve
    tk "จริงเหรอ?"
    hide Eimi_Eimi_XD

    show Eimi_Eimi_confident
    show shine with Dissolve(1.0)
    ei "ค่ะ...ปีนี้หนูแค่ทำหน้าต่างที่บ้านพังไปแค่ 4 บานเอง แล้วก็เผลอทำประตูบ้านพังแค่ 2 รอบเองค่ะ " with dissolve
    hide shine
    tk "................ =_=”"
    n "ตรงไหนที่บอกว่ามันไม่บ่อยกันฟะ!? ยัยนี่มันเป็นจักรกลทำลายล้างหรือยังไงกัน?"
    tk "เธอไปทำอีท่าไหนมันถึงพังกัน?"
    hide Eimi_Eimi_confident

    show Eimi_Eimi_calm
    ei "แค่ซ้อมบาสที่บ้านแล้วโยนลูกแรงไปหน่อยค่ะ " with dissolve
    tk "................ =_=”"
    hide Eimi_Eimi_calm

    show Eimi_Eimi_0_0
    ei "หน้าต่างนี่หนูก็เข้าใจนะคะว่ามันเป็นกระจกเลยแตกง่ายๆ แต่ประตูสมัยนี้นี่เปราะจังเลยนะคะ แค่โดนลูกบาสกระแทกหน่อยๆก็กลอนพัง ไม่ก็ประตูลงไปกองกับพื้นแล้วค่ะ ฮะๆๆๆๆๆๆ " with dissolve
    tk "................ =_=”"
    hide Eimi_Eimi_0_0

    show Eimi_Eimi_serous
    show shine with Dissolve(1.0)
    ei "รุ่นพี่ว่าไหมคะว่าสมัยนี้ของมันไม่ค่อยมีคุณภาพเลย" with dissolve
    hide shine
    n "มันต้องแรงเหนือมนุษย์มนาแค่ไหนถึงจะทำลายล้างได้ขนาดนั้น ในโลกนี้มันจะมีมนุษย์ที่ไหนที่พังประตูหนาๆได้ด้วยลูกบาสลูกเดียวกัน ถามจริงๆ "
    "บางทีทฤษฎีที่ว่าเอมิเป็นเครื่องจักรสังหารอาจจะถูกต้องก็ได้ ใครจะรู้"
    "เผลอๆถ้ายัยนี่ไม่พอใจผม อาจจะอัดผมคว่ำในหมัดเดียวก็เป็นไปได้ แรงควายขนาดนั้น"
    hide Eimi_Eimi_serous

    show Eimi02_Eimi02_smile
    ei "รุ่นพี่ว่าไงบ้างคะ? " with dissolve
    tk "ว่ายังไงดีล่ะ ฉันล่ะทึ่งกับความหมางเมินความเป็นจริง คิดเป็นตุเป็นตะเองของเธอชะมัด"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_ara
    ei "...รุ่นพี่หมายความว่าไงเหรอคะ?" with dissolve
    tk "ช่างมันเถอะ"
    n "ผมเอามือก่ายหน้าผากตัวเองด้วยความเหนื่อยหน่าย บางทีสารอาหารในร่างกายเอมิอาจจะไปกองกันที่กล้ามเนื้อหมดก็ได้ สมองเธอเลยช้าขนาดนี้"
    "แต่ผมชินแล้ว ยัยนี่ก็เป็นแบบนี้แหละ "
    tk "เอาเป็นว่าช่วงนี้จะเอางานไปซ่อนให้พ้นๆเธอก่อน เดี๋ยวหลังประกวดเสร็จค่อยว่ากันว่าจะให้ดูไหม "
    hide Eimi02_Eimi02_ara

    show Eimi02_Eimi02_pout
    show pout with Dissolve(1.0)
    ei "รุ่นพี่นี่ขี้งกจังเลยนะคะ บู่วๆ " with dissolve
    hide pout
    n "เอมิทำแก้มป่องอีกรอบหนึ่งใส่ผมด้วยความงอน แต่ผมทำเป็นไม่ใส่ใจเธอ"
    "มันมีหลายเหตุผลที่ผมไม่อยากให้เอมิเห็นงานชิ้นนี้ แต่สักวันเธอก็คงได้เห็นเองแหละ"
    hide Eimi02_Eimi02_pout

    show Eimi02_Eimi02_normal
    ei "รุ่นพี่ยังวาดรูปเดิมอีกเหรอคะ?" with dissolve
    n "ผมพยักหน้าให้เอมิ "
    "รูปที่ผมกำลังวาดคือรูปวิวทิวทัศน์ที่ผมกับครอบครัวเคยไปเที่ยวด้วยกันตอนเด็กๆ "
    "ทั้งๆที่เรื่องมันนานมาแล้วและผมก็วาดซ้อมมือเฉยๆ แต่ไม่รู้ทำไม ผมถึงอยากจะวาดงานชิ้นนี้ให้ออกมาดูดีกว่าที่วางแผนตอนแรก "
    "อาจจะเพราะธรรมชาติของผมเป็นคนชอบอะไรที่สมบูรณ์แบบก็ได้มั้ง"
    "...ถึงผมจะรู้ดีแก่ใจว่างานศิลปะที่สมบูรณ์แบบไม่อยู่จริงก็เถอะ"
    hide Eimi02_Eimi02_normal

    show Eimi_Eimi_o
    ei "ไม่ใช่ว่าตอนแรกจะวาดเขี่ยๆเหรอคะ?" with dissolve
    n "ผมหันหน้าไปหาเอมิแล้วจ้องมองเธอ น่าสงสัยจริงๆว่าเธอคนนี้ดูออกได้ยังไง"
    tk "เธอรู้ด้วยเหรอ?"
    hide Eimi_Eimi_o

    show Eimi_Eimi_serous
    ei "ก็ตอนแรกรุ่นพี่วาดภาพนี้ด้วยตาเหม่อลอย แต่ไปๆมาๆวันนี้กลับใช้ดวงตาแบบจริงจังสุดๆค่ะ เอมิต้องตาบอดเท่านั้นแหละค่ะถึงดูไม่ออก" with dissolve
    n "ยัยนี่..."
    "เอมิเป็นคนที่ทำอะไรไม่ใช้หัวคิด แต่เวลามองอะไรด้วยสัญชาตญาณหรือความรู้สึกกลับเฉียบคมกว่าคนทั่วไปอย่างผิดมนุษย์ เรียกว่าอ่านบรรยากาศเก่งก็ว่าได้"
    "...ความสามารถของเธอเป็นสิ่งที่ผมไม่มี"
    "ไม่งั้นผมคงไม่ต้องเหลืออยู่ตัวคนเดียวหรอก "
    hide Eimi_Eimi_serous

    show Eimi_Eimi_meh
    ei "แล้วทีนี้รุ่นพี่ก็ทำหน้าเศร้าค่ะ " with dissolve
    tk ".........."
    hide Eimi_Eimi_meh

    show Eimi_Eimi_sad
    ei "พอโดนจับได้ว่าเศร้า รุ่นพี่ก็รีบกลับมาทำตาขวางๆ รุ่นพี่นี่ชอบตั้งกำแพงจังนะคะ" with dissolve
    tk "เลิกมโนความรู้สึกฉันได้แล้วน่า"
    hide Eimi_Eimi_sad

    show Eimi02_Eimi02_smug2
    ei "ไม่ชอบเหรอคะที่โดนอ่านออกน่ะ " with dissolve
    n "คำถามของเอมิทำให้ผมเผลอกัดฟันตัวเอง ในอกรู้สึกเจ็บแปลบๆขึ้นมาครั้งหนึ่ง"
    stop music
    "ผมรู้ว่าเธอไม่มีเจตนาร้าย แต่คำพูดของเธอมันทำให้ผมนึกถึงเรื่องเก่าๆที่ไม่น่าคิดถึงขึ้นมา"
    play music "audio/bgm/nagai_no_yoru.mp3" volume 0.5
    tk "ต้องถามก่อนว่ามีใครชอบบ้าง?"
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_0
    ei "คะ?" with dissolve
    tk "แต่ละคนก็มีเรื่องที่ไม่อยากให้คนอื่นมาแตะทั้งนั้นน่ะแหละ เอมิ"
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_normal
    ei "............" with dissolve
    tk "การโดนอ่านออกมันไม่ใช่เรื่องที่ดีหรอกนะ"
    n "ผมพูดเสียงเรียบต่อหน้าเอมิ"
    "ผมพยายามสะกดกลั้นความไม่พอใจที่เริ่มลุกฮือขึ้นมาในใจ แน่นอนว่าผมไม่ได้ไม่พอใจเอมิ แต่ผมไม่พอใจตัวเองที่นึกเรื่องเก่าๆกลับมาหลอกหลอนตัวเอง	"
    "ทำไมผมถึงหลุดพ้นไม่ได้สักทีนะ? ทำไม?"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_smug2
    ei "รุ่นพี่ไม่ชอบให้คนอื่นมาเข้าใจตัวเองเหรอคะ?" with dissolve
    tk "................."
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_scared
    ei "ทำไมล่ะคะ?" with dissolve
    n "เอมิยังคงจ้องมองผมด้วยความอยากรู้อยากเห็น"
    "ปกติแล้ว ผมควรจะโมโหกับความอยากก้าวก่ายเรื่องส่วนตัวของคนอื่น แต่พอเป็นยัยนี่แล้ว ผมกลับโกรธเธอไม่ลง ไม่รู้เพราะอะไร"
    tk "ฉันถูกสอนมาให้ทำอะไรด้วยตัวเองเป็นหลัก"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "............" with dissolve
    tk "ต่อให้เชื่อถือคนอื่นมากแค่ไหน แต่สุดท้ายการที่จะไว้ใจคนอื่นหรือเข้าใจคนอื่นมันก็มีขีดจำกัดอยู่ดี สำหรับฉันที่ชอบทำอะไรคนเดียวแล้ว การพึ่งพาคนอื่นและคอยมาเข้าใจกันน่ะมันไม่ใช่สไตล์ของฉัน"
    hide Eimi02_Eimi02_sad

    show Eimi_Eimi_smug3
    ei "รุ่นพี่นี่ดึงดันกว่าที่คิดนะคะ" with dissolve
    tk "คนเราเกาะกลุ่มกันเพราะว่าต่างฝ่ายต่างมีสิ่งที่อีกฝ่ายขาดไป ถูกไหม?"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_normal
    ei "ค่ะ" with dissolve
    n "เอมิพยักหน้าตอบรับผมขณะที่เธอตั้งใจฟัง"
    "ผมถอนใจน้อยๆแล้วพูดความคิดตัวเองที่สั่งสมออกมาตรงๆ"
    tk "แต่ถ้าเราทำอะไรได้หลายๆอย่างแล้วโดยที่คนอื่นรอบๆทำอะไรแทบไม่ได้เลย การอยู่ด้วยกันก็จะไม่มีความหมาย"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_sad
    ei "...................." with dissolve
    tk "ฉันเคยพยายามจะลองเข้าใจและพึ่งพาคนอื่นดูแล้วล่ะ ฉันทำมาเยอะแล้ว..."
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "...รุ่นพี่คะ" with dissolve
    tk "แต่หลังจากทำอะไรมาเยอะๆ ฉันก็เข้าใจ...การให้คนอื่นเข้าใจเราหรือพยายามทำความเข้าใจคนอื่นๆที่ไม่มีศักยภาพน่ะ มันเสียเวลาเปล่าแล้วก็ทำให้งานโดยรวมแย่ลงด้วย..."
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "................" with dissolve
    n "คำพูดของผมทำให้เอมิปิดปากเงียบสนิท"
    "ผมไม่รู้ว่าคำพูดของผมทิ่มแทงเธออะไรหรือเปล่า รอยยิ้มบนใบหน้าเธอถึงได้ถูกลบหายไป"
    tk "...แย่ชะมัด"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_normal
    ei "..........." with dissolve
    tk "โทษทีที่บ่นมากเกินไป เธอคงจะไม่อยากฟังเรื่องหดหู่สินะ"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_o
    ei "...ไม่หรอกค่ะ" with dissolve
    n "ผมพยายามขอโทษเอมิ แต่เด็กสาวกลับส่ายหน้าให้ผมสองสามครั้ง"
    hide Eimi_Eimi_o

    show Eimi02_Eimi02_smile
    "รอยยิ้มบางๆกลับมาอยู่บนใบหน้าเธออีกครั้ง" with dissolve
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile2
    ei "นานๆทีรุ่นพี่จะบ่นอะไรที่เหมือนเล่าเรื่องตัวเองไปด้วย เอมิก็เลยพยายามตั้งใจฟังค่ะ" with dissolve
    n "บางทีผมก็กลัวความเดาแม่นของยัยนี่"
    "เรียกได้ว่ามีเซนส์ที่เฉียบคมก็ว่าได้ ทั้งๆที่ไม่มีหลักฐานยืนยันอะไรแต่กลับพูดเข้าตรงประเด็น"
    tk "ฉันก็แค่บ่นไปเรื่อยเฉยๆ"
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_0
    ei "เหรอคะ?" with dissolve
    tk "ใช่ เธอไม่ต้องคิดมากก็ได้"
    hide Eimi02_Eimi02_0

    show Eimi_Eimi_serous
    n "ผมส่ายหน้าให้เอมิ พยายามปัดประเด็นเดิมให้ตกไป แต่เอมิกลับยื่นหน้าเข้ามาใกล้ผมยิ่งขึ้น พร้อมกับดวงตาที่เคร่งขรึมเอาจริงขึ้น" with dissolve
    "ยัยนี่ต้องการจะทำอะไรกัน?"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_confident
    ei "รุ่นพี่กำลังพูดในสิ่งที่ขัดกับตัวเองทำอยู่นะคะ" with dissolve
    tk "...หา?"
    n "ผมอ้าปากกว้างเพราะไม่เข้าใจความหมายของเอมิ"
    hide Eimi_Eimi_confident

    show Eimi_Eimi_smug3
    ei "ก็รุ่นพี่บอกว่าไม่คิดจะเข้าใจคนที่ไม่มีความสามารถ แต่รุ่นพี่ก็นั่งฟังเอมิอยู่เรื่อยนี่คะ" with dissolve
    tk "........"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_confident2
    ei "แล้วที่บอกว่าไม่ชอบให้คนอื่นมาเข้าใจตัวเองมันก็แปลกๆด้วยค่ะ" with dissolve
    tk "แปลกยังไง?"
    hide Eimi_Eimi_confident2

    show Eimi_Eimi_normal
    ei "ไม่ใช่ว่าลึกๆแล้วเราก็อยากเข้าใจคนที่เรารู้จัก เราเลยชวนคนคนนั้นคุยไปเรื่อยๆเหรอคะ?" with dissolve
    tk "ฉันคุยเพราะเธอชวนคุยเรื่อยๆต่างหาก"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_smug3
    ei "ถ้ารุ่นพี่ไม่ฟัง มันก็คุยกันไม่ได้นี่คะ" with dissolve
    n "คำโต้เถียงของเอมิทำให้ผมถึงกับพูดไม่ออก"
    "ผมอยากจะแย้งเธอ แต่ผมคิดคำพูดไม่ได้เพราะส่วนหนึ่งในใจเริ่มตีกันมั่วไปหมด"
    hide Eimi_Eimi_smug3

    show Eimi02_Eimi02_smile
    ei "รุ่นพี่ถึงกับพูดไม่ออกเลยเหรอคะ? " with dissolve
    tk "........."
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile2
    ei "เอมิพูดตรงไปรึเปล่านะ? รุ่นพี่ทาคากิ " with dissolve
    n "ผมถอนใจกับตัวเองครั้งหนึ่งเมื่อเห็นใบหน้าซื่อๆของเอมิ"
    stop music
    "ไม่มีทางเลยที่ยัยนี่จะมีเจตนาร้าย แต่กลับพูดแทงใจดำได้เก่งชะมัด"
    play music "audio/bgm/oshakai_no_junbi.mp3" volume 0.5
    tk "งั้น..."
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_0
    ei "คะ?" with dissolve
    tk "งั้นที่เธอชวนฉันคุยไปเรื่อยๆก็เพราะเธออยากรู้จักฉันเหรอ?	"
    n "ผมพยายามเปลี่ยนเรื่องอีกครั้งโดยการปัดหัวข้อกลับไปที่เธอแทน"
    "ไม่นึกว่าจะได้ผลดีขนาดที่เอมิลืมเรื่องผมไปเลย"
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_memeEYE
    ei "แหม...รุ่นพี่ทาคากินี่ก็หลงตัวเองจังเลยนะค้า—" with dissolve
    tk "....."
    hide Eimi02_Eimi02_memeEYE

    show Eimi02_Eimi02_closeEYE3
    ei "จะพูดว่าไม่สนใจก็เหมือนโกหกค่ะ แต่อย่าเข้าใจผิดนะคะ เอมิยังไม่ได้จะจีบรุ่นพี่หรอกค่ะ " with dissolve
    tk "แล้วยังไงเนี่ย?"
    hide Eimi02_Eimi02_closeEYE3

    show Eimi02_Eimi02_smile
    ei "เอมิไม่ได้คิดอะไรมากหรอกค่ะ เอมิแค่คิดว่าคุยกับรุ่นพี่แล้วสนุกดีเลยมาหารุ่นพี่บ่อยๆค่ะ" with dissolve
    tk "............."
    hide Eimi02_Eimi02_smile

    show Eimi_Eimi_XD
    ei "นั่นแน่ๆ ฮะๆๆ พอมีสาวมาหาบ่อยๆ รุ่นพี่ต้องแอบคิดแน่ๆเลยว่ายัยคนนี้น่ะหลงเราหรือเปล่านะ? " with dissolve
    tk "................ -_-"
    hide Eimi_Eimi_XD

    show Eimi_Eimi_smug2
    ei "คำตอบก็คือยังไม่หลงค่า ขอแสดงความเสียใจด้วยนะค้า--- " with dissolve
    n "ผมถึงกับพูดไม่ออกกับความไม่แน่นอนทางอารมณ์ของเอมิ"
    "เมื่อกี้ยังดูจริงจังและพูดแทงผมตรงทุกประเด็นอย่างง่ายดาย แต่ตอนนี้กลับลากมาเล่นมุกออกทะเลแล้วใส่ความผมอีกว่าผมชอบเธอ"
    "พลังจินตนาการยัยนี่เหลือล้นจริงๆ พับผ่าสิ"
    hide Eimi_Eimi_smug2

    show Eimi_Eimi_smile3
    ei "จะปักธงเอมิน่ะ รุ่นพี่ต้องพยายามกว่านี้นะคะ เพราะนี่มันยังเพิ่งเริ่มเองค่า " with dissolve
    tk "ธงอะไร? ._."
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_wakaranai
    ei "เอ๊ะ? รุ่นพี่ไม่เคยอ่านการ์ตูนหรือเล่นเกมแนวรักๆเหรอคะ ที่แบบว่าจะจีบใครก็ต้องปักธงคนนั้นอ่ะ " with dissolve
    tk "ห๊ะ?"
    hide Eimi_Eimi_wakaranai

    show Eimi_Eimi_cry_meme2
    ei "ธงก็คือแบบว่าอีเวนต์ที่จะทำให้คนรักกันได้ไง โธ่ๆๆๆ " with dissolve
    n "สารภาพตรงๆคือยิ่งพูดก็ยิ่งไม่เข้าใจ"
    "วัยรุ่นสาวๆชอบอะไรแบบนี้สินะ ทำไมเราถึงไม่เข้าใจกัน "
    tk "เข้าใจก็ได้ ._.”"
    n "ผมตอบเรียบๆเพราะอยากจะปิดประเด็น แต่เอมิกลับทำตาโตกว่าเดิมใส่ผม"
    hide Eimi_Eimi_cry_meme2

    show Eimi02_Eimi02_shock
    show surprise with Dissolve(1.0)
    ei "รุ่นพี่อย่าทำเหมือนหนูเป็นคนเพี้ยนสิค้า ทำหน้าแบบนั้นมันแอบหยามเอมิในใจชัดๆ" with dissolve
    hide surprise
    tk "เธอคิดไปเอง "
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_pout
    show pout with Dissolve(1.0)
    ei "อย่าเฉไฉนะค้า—" with dissolve
    hide pout
    tk "วาดรูปต่อละ =_=”"
    hide Eimi02_Eimi02_pout

    show Eimi02_Eimi02_panic
    show panic with Dissolve(1.0)
    ei "อย่าเปลี่ยนเรื่องหนีนะคะ" with dissolve
    hide panic
    n "เอมิโวยวายอยู่ข้างๆผมจนผมเลิกที่จะสนใจรุ่นน้องตัวแสบแล้วเอาเวลาไปทุ่มเทให้กับการฝึกวาดรูปต่อ"
    show sky_summer with Dissolve(1.0)
    hide art-room1

    hide Eimi02_Eimi02_panic

    "สุดท้ายเอมิก็ไม่ได้สารภาพว่าตัวเองกำลังเครียดเรื่องอะไร" with dissolve
    stop music
    "...แล้ววันๆหนึ่งก็ผ่านไปโดยที่ไม่มีอะไรเกิดขึ้น"
    jump q3_2
    return 

