label q7_2:
    scene sky_morning with Dissolve(1.0)
    play music "audio/bgm/hijimeta_no_date.mp3" volume 0.5
    n "และแล้วก็มาถึงวันแข่งจริง" with dissolve
    scene school_gym_a with Dissolve(1.0)
    hide sky_morning

    "ผมเดินเข้ามาในโรงยิมก็พบกับผู้คนจำนวนมากยืนล้อมวงดูการแข่งขันคัดตัวจริงของชมรมบาสเกตบอลชั้นปีหนึ่งเต็มไปหมด"
    "ผู้คนที่นี่เนืองแน่นกว่าที่ผมคิดตอนแรกหลายเท่า ปริมาณคนที่มาดูการแข่งอาจไม่ได้มหาศาลเหมือนสนามแข่งจริงระดับจังหวัด แต่ก็ไม่ได้น้อยขนาดยืนดูกันสิบกว่าคนแน่ๆ"
    en "รุ่นพี่ทาคากิก็มาดูด้วยเหรอครับ?"
    n "เด็กหนุ่มผมเงินที่อยู่ข้างตัวผมตั้งแต่เมื่อไหร่ก็ไม่รู้ถามผม "
    "ข้างกายของเขาคือเด็กสาวผมทองที่ชื่อโทโมเอะ "
    "ทั้งสองคนจะมาดูการแข่งก็คงไม่ใช่เรื่องแปลกเพราะพวกเขาเป็นคนสนิทของโฮโนกะ"
    tk "ฉันจะมาดูไม่ได้รึไง?"
    n "ผมถอนใจเบาๆก่อนจะตั้งคำถามกับสมาชิกชมรมศิลปะในอดีต ปฏิกิริยาของเอ็นโจคือเขาทำตาปริบๆใส่ผมราวกับกำลังสงสัยขึ้นสุด"
    en "ไม่ได้จะว่ารุ่นพี่นะครับ แต่ปกติผมไม่เห็นรุ่นพี่ทำอะไรนอกจากวาดรูป วาดรูปและวาดรูปเลย"
    tk "......"
    n "นอกจากเอมิแล้วก็ยังมีหมอนี่อีกคนที่หาว่าผมเอาแต่ก้มหน้าวาดรูป "
    "ในสายตาคนอื่นผมคงเป็นเครื่องจักรวาดรูปจริงๆสินะ"
    en "รุ่นพี่มาทำอย่างอื่นก็ดีนะครับ จะได้เปิดหูเปิดตาบ้าง"
    tk "ฉันจะทำอะไรก็เรื่องของฉัน แล้วนายน่ะมาเชียร์น้องสาวรึไง?"
    n "ผมสังเกตเห็นเอ็นโจยิ้มและกำหมัดแน่นชูขึ้นเสมออกตัวเอง"
    en "แน่นอนสิครับ เพราะโฮโนกะน่ะเป็นน้องสาวที่แสนดีของผมยังไงล่ะ"
    n "เอ็นโจตอบผมพร้อมกับส่งประกายปิ๊งๆมาทางดวงตา"
    "ผมถึงกับถอยหลังสองสามก้าวโดยไม่รู้ตัวเพราะเวลาเห็นผู้ชายทำตาแวววาวแล้วก็รู้สึกถึงความไม่เข้ากันจนแหยงๆในใจขึ้นมา"
    "โทโมเอะเห็นผมทำหน้าแขยงๆเอ็นโจ เธอเลยยิ้มแห้งๆให้ผมก่อนจะพูดขึ้น"
    t "ให้อภัยรุ่นพี่เอ็นโจเค้าหน่อยค่ะ เค้าก็แค่รักน้องมากเกินไปนิดนึงเท่านั้นเอง"
    n "เด็กสาวผมทองพยายามแก้ต่างให้พี่ชายของเพื่อนสนิทเธอ"
    tk "แถวบ้านฉันเค้าเรียกซิสค่อนนะ"
    en "ถึงจะเป็นซิสค่อนแต่ผมก็ยอมรับว่าตัวเองเป็นซิสค่อนครับ"
    n "ผมอ้าปากกว้างขึ้นกับคำประกาศที่ไม่มีความลังเลของเอ็นโจ ได้แต่เอามือเกาหัวแกรกๆเพราะคนรอบๆกำลังมองมาที่ผมและเอ็นโจซึ่งกำลังยืนคุยกัน"
    tk "เอ็นโจ นายอย่าประกาศตัวเองชัดเจนขนาดนั้น คนเค้ามองกันหมดแล้วนะ"
    en "มองก็มองไปครับ เค้าจะได้รู้ถึงสายสัมพันธ์พี่น้องระหว่างพวกเรา "
    tk "......"
    n "ผมได้แต่ทำตาปริบๆใส่เอ็นโจ เท่าที่ผมจำความได้ หมอนี่เป็นหนึ่งในสมาชิกชมรมศิลปะที่นิสัยจริงจังที่สุด ไม่นึกเลยว่าหมอนี่จะมีนิสัยแบบนี้แอบซ่อนอยู่"
    "ทั้งพี่ทั้งน้องก็พอกันเลย ผมมองเอ็นโจสลับกับโฮโนกะในสนามไปมา"
    "เมื่อกวาดตามองรอบๆสนามพักหนึ่ง ผมก็เพิ่งรู้สึกตัวว่าเอมิไม่ได้อยู่ในลานสายตาของผม"
    stop music
    "...เธอไปไหน?"
    play music "audio/bgm/cafe_de_swing.mp3" volume 0.5
    show Eimi_bas_body_Eimi_smile
    ei "รุ่นพี่ทาคากิคะ" with dissolve
    n "น้ำเสียงเบิกบานดังขึ้นพร้อมกับสัมผัสเบาๆแตะเข้าที่ไหล่ผมสองสามครั้ง "
    scene imagine with Dissolve(1.0) 
    show Eimi_bas_body_Eimi_smile
    "เมื่อผมหันหลังไปมองยังต้นเสียงก็พบกับเด็กสาวผมน้ำตาลในชุดกีฬาบาสเกตบอล"
    "เอมิอยู่ในชุดนักกีฬาสีขาวเบอร์ 5 เรือนผมสีน้ำตาลถูกรวบมัดไว้อย่างเรียบร้อยด้วยโบว์สีขาว เผยให้เห็นไหล่และคอสีขาว"
    "ส่วนโค้งเว้าของร่างกายเธอถูกขับให้โดดเด่นขึ้นด้วยเสื้อผ้าบางๆ นี่ยังไม่รวมถึงรอยยิ้มพิมพ์ใจที่ดูน่ารักชวนดึงดูดสายตาคนรอบข้าง"
    scene school_gym_a with Dissolve(1.0)
    tk "เอมิ "
    hide Eimi_bas_body_Eimi_smile

    show Eimi_bas_body_Eimi_smile2
    ei "รุ่นพี่มาเชียร์เอมิตามสัญญาจริงๆด้วย" with dissolve
    n "เอมิส่งยิ้มกว้างให้ผมก่อนที่เธอจะมองไปยังเอ็นโจและโทโมเอะแล้วทำตาโตขึ้นน้อยๆ"
    hide Eimi_bas_body_Eimi_smile2

    show Eimi_bas_body_Eimi_panic_shy
    show surprise with Dissolve(1.0)
    ei "รุ่นพี่ทาคากิ ทำไมมายืนกับพรรคพวกของคู่แข่งเอมิอ่ะ " with dissolve
    hide surprise
    n "เด็กสาวผมน้ำตาลสะดุ้งเฮือกพร้อมกับมองผมสลับกับสองคนข้างๆผมไปมา"
    tk "เราแค่เจอกันโดยบังเอิญน่ะ"
    t "วางใจได้จ้ะ เอมิ ถึงฉันจะมาเชียร์เพื่อนฉัน แต่ฉันก็เอาใจช่วยเธอด้วยนะ"
    hide Eimi_bas_body_Eimi_panic_shy

    show Eimi_bas_body_Eimi_pout
    show pout with Dissolve(1.0)
    ei "โทโมเอะอย่าทำตัวดีเกินไปสิ แบบนี้เอมิก็เกลียดเพื่อนของศัตรูไม่ลงพอดี " with dissolve
    hide pout
    t "อ้าวเหรอ? ขอโทษจ้ะ ฮะๆๆ"
    n "เอมิทำแก้มป่องๆขณะที่โทโมเอะหัวเราะ ก่อนที่เอมิจะจ้องมองเอ็นโจด้วยความอาฆาต เอ็นโจไม่ได้กลัวเอมิหรือทำหน้าขุ่นเคืองกลับแต่อย่างใด ตรงข้ามกันเขากลับทำสีหน้าเรียบๆ"
    hide Eimi_bas_body_Eimi_pout

    show Eimi_bas_body_Eimi_angry
    ei "มาที่นี่ด้วยเหรอคะ? ศัตรูเก่าของรุ่นพี่ทาคากิ...พี่ของศัตรูของเอมิ..." with dissolve
    en "วางใจได้ ฉันเข้าใจว่าทำไมเธอไม่ชอบฉัน แต่ฉันไม่ได้แค้นอะไรกับเธอหรอกนะ "
    hide Eimi_bas_body_Eimi_angry

    show Eimi_bas_body_Eimi_normal
    n "เอมิลดสีหน้าบึ้งตึงลงเมื่อเธอเห็นว่าเอ็นโจไม่ได้มุ่งร้ายอะไรต่อเธอ" with dissolve
    en "ถึงเธอจะเป็นคนทำให้รุ่นพี่ทาคากิเปลี่ยนไปในทางที่ดีขึ้น แต่เรื่องการแข่งมันเป็นคนละเรื่องกัน"
    hide Eimi_bas_body_Eimi_normal

    show Eimi_bas_body_Eimi_serous
    ei "นี่คือมาเชียร์น้องสาวสุดใจเลยเหรอคะ?" with dissolve
    en "แน่นอ..."
    hide Eimi_bas_body_Eimi_serous

    n "เอ็นโจยังพูดไม่ทันจบ เสียงร้องของใครบางคนก็ดังขึ้นลั่นโรงยิม"
    voice "audio/voice/ho_00.mp3"
    h "คู่แข่งของเธออยู่ตรงนี้ย่ะ!"
    stop music
    n "เสียงอันดังมาจากข้างหลังเอมิ พวกเราทั้งสี่คนหันไปมองต้นเสียงพร้อมๆกันและพบกับโฮโนกะในชุดกีฬากำลังยืนเท้าสะเอวอยู่"
    show fight with Dissolve(1.0)
    hide school_gym_a

    play music "audio/bgm/take_action.mp3" volume 0.5
    voice "audio/voice/ho_01.mp3"
  
    n "เอมิยิ้มเหี้ยมๆให้โฮโนกะ ทั้งๆที่รอยยิ้มบนใบหน้าน่ารักของเอมิเป็นสิ่งที่ควรจะดึงดูดตาผู้คน แต่ผมกลับรู้สึกได้ถึงเงาทมิฬข้างหลัง"
    voice "audio/voice/ho_02.mp3"
    h "ฉันจะทำให้เธอหนีไปเหมือนเมื่อวันก่อนเลย!"
    
    voice "audio/voice/7_10.mp3"
    ei "ถ้าคิดว่าทำได้ก็ลองดู"

    voice "audio/voice/ho_03.mp3"
    h "เธอน่ะโดนฉันท้า 1 on 1 แล้วสู้ฉันไม่ได้ เถียงฉันไม่ได้สักคำสุดท้ายก็หนีไป ครั้งนี้ผลลัพธ์มันจะต้องไม่ต่างจากเดิม!"
    n "ตอนแรกผมนึกว่าเอมิจะแสดงความกลัวออกมา แต่เอมิเหลือบมองมายังผมแวบหนึ่งก่อนที่เธอจะถลึงมองโฮโนกะด้วยดวงตาที่แน่วแน่"
    "ถ้าเป็นเอมิคนก่อน เธอจะไม่มีวันทำสายตาแบบนี้ได้"
    "เธอไปได้ความเข้มแข็งจากไหนกันนะ? เอมิ"
    voice "audio/voice/7_00.mp3"
    ei "บาสเกตบอลไม่ได้ตัดสินข้างสนามแต่เป็นในสนามต่างหาก โฮโนกะ"
    voice "audio/voice/ho_04.mp3"
    h "เธอว่าไงนะ!?"
    voice "audio/voice/7_01.mp3"
    ei "พูดมากไม่ช่วยอะไรหรอกนะ"
    n "เด็กสาวผมสีน้ำตาลและเด็กสาวผมสีเงินยืนสบตากัน ต่างฝ่ายต่างไม่มีใครหลบหน้าอีกฝ่ายไปไหน ทั้งสองคนต่างไม่กะพริบตากัน"
    scene school_gym_a with Dissolve(1.0)
    hide fight

    hide Eimi_bas_body_Eimi_serous

    show Eimi02_bas_body_Eimi02_confident2
    voice "audio/voice/7_02.mp3"
    ei "ครั้งนี้ผลลัพธ์มันจะต้องต่างจากเดิม! โฮโนกะ!" with dissolve
    stop music
    voice "audio/voice/ho_05.mp3"
    h "ถ้าคิดว่าทำได้ก็ลองดู! เอมิ!"
    hide Eimi02_bas_body_Eimi02_confident2
    jump q7_3
    return

