show PlayerHomeM_Morning1 with Dissolve(1.0)
play music "audio/bgm/hijimeta_no_date.mp3" volume 0.5
show eimi_date_body_Eimi_XD
show happy with Dissolve(1.0)
ei "เฮฮฮฮ" with dissolve
hide happy
tk "....."
hide eimi_date_body_Eimi_XD

show eimi_date_body_Eimi_smile3
n "เอมิส่งเสียงร้องด้วยความดีใจ ขณะที่ผมได้แต่นั่งยิ้มเงียบๆกับความสำเร็จที่ผมได้รับ ท่ามกลางของกินขบเคี้ยวจำนวนมากและพิซซ่าถาดใหญ่บนโต๊ะตั้งพื้นที่คั่นกลางระหว่างพวกเราสองคน" with dissolve
"เวลาผ่านไปหนึ่งปี ผมอยู่มหาวิทยาลัยชั้นปีหนึ่ง ส่วนเอมิก็ขึ้นม.5 "
"ในที่สุดผมก็สามารถชนะเลิศงานประกวดวาดรูปและรักษาสัญญากับเอมิได้"
"ในช่วงเวลานี้คงไม่มีอะไรน่าดีใจกว่านี้อีกแล้ว"
hide eimi_date_body_Eimi_smile3

show eimi_date_body_Eimi_smile2
ei "ในที่สุดก็มาถึงวันฉลองชัยชนะของพวกเราสักทีค่ะ เอมิรอวันนี้มานานแล้วว" with dissolve
tk "เธอดูอารมณ์ดีนะ"
hide eimi_date_body_Eimi_smile2

show eimi_date_body_Eimi_smile
ei "จะไม่อารมณ์ดีได้ยังไงล่ะคะ?" with dissolve
n "เอมิยิ้มหวานพร้อมกับเคลื่อนตัวเข้ามาแนบชิดผม "
"ผิวนุ่มนวลและส่วนโค้งเว้าของเด็กสาวสัมผัสเข้ากับข้างลำตัวผม รวมไปถึงกลิ่นหอมเหมือนดอกไม้จากเนื้อตัวและเรือนผมของเธอทำให้ผมรู้สึกใจเต้นกว่าเดิม"
hide eimi_date_body_Eimi_smile

show eimi_date_body_Eimi_smile4
ei "ในที่สุดก็ได้ฉลองกับแฟนตัวเอง ไม่ดีใจก็แปลกแล้วค่ะ" with dissolve
tk "ฮะๆๆ"
hide eimi_date_body_Eimi_smile4

show eimi_date_body_Eimi_smug3
show aware with Dissolve(1.0)
ei "รุ่นพี่ทาคากิหัวเราะด้วยล่ะ!" with dissolve
hide aware
n "เอมิทักผมขึ้นด้วยท่าทางรื่นเริง อาจเพราะปกติผมไม่ค่อยได้หัวเราะเท่าไหร่ เอมิเลยรู้สึกว่าเสียงหัวเราะผมเป็นของหายากก็ได้"
hide eimi_date_body_Eimi_smug3

show eimi_date_body_shy_Eimi_smile2
"เด็กสาวผมน้ำตาลยิ้มกว้างให้ผมด้วยใบหน้าที่ขึ้นสีแดงระเรื่อเล็กน้อย" with dissolve
"หลังจากผมแพ้งานประกวดเมื่อหนึ่งปีก่อน เอมิก็ให้กำลังใจผมและคอยอยู่เคียงข้างผมมาตลอด ตั้งแต่ที่เธอสารภาพรักในตอนนั้น พวกเราก็เป็นแฟนกันมาได้ประมาณหนึ่งปีแล้ว"
"สำหรับผมแล้ว การมีเธอเข้ามาในชีวิตเป็นของขวัญที่วิเศษที่สุดเท่าที่ผมเคยมีมา"
"ผมรู้สึกดีใจจริงๆที่ได้พบกับเธอ"
hide eimi_date_body_shy_Eimi_smile2

show eimi_date_body_Eimi_o
show question with Dissolve(1.0)
ei "ว่าแต่พ่อแม่รุ่นพี่เข้มงวดนี่คะ ชวนมาจัดงานเลี้ยงฉลองชัยชนะในห้องรุ่นพี่จะไม่เป็นไรเหรอคะ?" with dissolve
hide question
tk "วันนี้ฉันไม่มีธุระพอดี แล้วคนที่บ้านก็แยกย้ายกันไปทำงานกันหมด"
hide eimi_date_body_Eimi_o

show Eimi02_date_body_shy_Eimi02_normal
ei "....." with dissolve
n "เอมิหน้าแดงขึ้นอีกครั้ง"
"ทำไมกัน? เพราะผมบอกเธออ้อมๆว่าเราอยู่กันสองต่อสองงั้นเหรอ?"
tk "เพราะฉะนั้น บ้านฉันตอนนี้มีแต่เธอกับฉันเท่านั้น ไม่มีใครมารบกวนพวกเราหรอก"
hide Eimi02_date_body_shy_Eimi02_normal

show Eimi02_date_body_shy_Eimi02_onegai
ei "รุ่นพี่...คะ..." with dissolve
n "เอมิค่อยๆเคลื่อนตัวเข้ามาหาผมทีละน้อยๆอีกครั้ง"
"ใบหน้าของเธอเข้าใกล้ผมจนปลายจมูกพวกเราสองคนใกล้สัมผัสกัน "
hide Eimi02_date_body_shy_Eimi02_onegai

"การรุกคืบของเด็กสาวผมน้ำตาลทำให้ผมใจเต้นรุนแรงขึ้น"
stop music
"...ถ้าเป็นแบบนี้ล่ะก็..."
play music "audio/bgm/dotabata_happening.mp3" volume 0.5
"กิ๊งก่องๆๆๆๆๆ"
"ระหว่างที่บรรยากาศกำลังเข้าด้ายเข้าเข็ม จู่ๆเสียงกริ่งหน้าบ้านผมก็ดังขึ้น"
hide Eimi02_date_body_shy_Eimi02_onegai

show Eimi02_date_body_Eimi02_shock
show surprise with Dissolve(1.0)
"เอมิสะดุ้งเฮือกจนตัวกระเด้งขึ้นเหมือนมีสปริงอยู่ใต้ก้น ขณะที่ผมเอียงคอประหลาดใจว่าพ่อแม่ผมจะกลับมาตอนนี้ได้ยังไงกัน" with dissolve
hide surprise
hide Eimi02_date_body_Eimi02_shock

show eimi_date_body_Eimi_panic_shy
show panic1 with Dissolve(1.0)
ei "แย่แล้วๆๆ จะเป็นคนที่บ้านรุ่นพี่ไหมคะเนี่ย?" with dissolve
hide panic1
n "เด็กสาวผมน้ำตาลมีท่าทีแตกตื่น"
"เธอเคยได้ยินจากผมว่าครอบครัวผมมีแต่คนเข้มงวดและน่ากลัวเหมือนผม เธอจึงทำตาโตเท่าไข่ห่านไปแล้ว"
show PlayerHomeM_Morning2 with Dissolve(1.0)
hide PlayerHomeM_Morning1

hide eimi_date_body_Eimi_panic_shy

tk "ฉันลงไปดูก่อนนะ"
n "ผมค่อยๆเดินลงบันไดไปดูชั้นล่าง"
"โอกาสที่จะเป็นคนในครอบครัวผมนับว่าน้อยมากเพราะพวกเขาจะไม่มีวันทิ้งงานตัวเองกลับมาบ้านกลางวันแสกๆเป็นอันขาด"
"ถ้างั้นก็มีความเป็นไปได้ว่า..."
"....."
"ถ้าเป็นแบบนั้นจริงๆคงตลกน่าดู"
stop music
"ลองไปดูหลังประตูบ้านชั้นล่างก่อนก็ได้ ผมนึกในใจแล้วเปิดประตูห้องออกไป"
"....."
show PlayerHomeM_Morning1 with Dissolve(1.0)
hide PlayerHomeM_Morning2

play music "audio/bgm/asa_no_nigiyaka_mura.mp3" volume 0.5
"เอาจริงๆนะ ไม่นึกว่าจะเดาถูก"
"ถึงจะเป็นกลุ่มคนที่ดีกว่าครอบครัว แต่ก็แอบอยากบ่นว่าจะมายุ่งกับผมทำไม"
"อย่างไรก็ตาม พออีกฝ่ายไม่ได้มาร้ายก็ไม่มีเหตุผลให้ไล่กลับบ้านไป"
hide eimi_date_body_Eimi_panic_shy

show eimi_date_body_Eimi_panic
show panic with Dissolve(1.0)
ei "ทำไมทุกคนมากันเต็มไปหมดเลยอ้ะ " with dissolve
hide panic
t "ขอโทษที่มารบกวนนะจ้ะ ฉันพยายามห้ามสองคนนี้แล้วน่ะ"
h "เอมิ! กล้าเบี้ยวนัดฝึกซ้อมตัวต่อตัวกับฉันเพื่อมาจู๋จี๋กับรุ่นพี่งั้นเหรอ!? ให้อภัยไม่ได้!"
en "โฮโนกะน้องพี่ วันนี้เรามาแสดงความยินดีกับรุ่นพี่ทาคากิและเอมินะ"
hide eimi_date_body_Eimi_panic

tk "....."
n "ผมพูดไม่ออกเมื่อสองพี่น้องตัวแสบพ่วงโทโมเอะดันมาหาผมและเอมิในวันฉลองชัยชนะ"
"นี่ยังไม่นับว่าสามคนนี้มานั่งล้อมโต๊ะอาหารเสร็จสรรพและทานอาหารของผมกับเอมิไปแล้ว"
"ตอนแรกก็เคืองๆอยู่ แต่เอ็นโจบอกผมว่าจะจ่ายเงินค่าอาหารให้ทีหลัง ผมเลยผ่อนความโกรธลงและกลับมานั่งสงบตามเดิม"
"เอมิไม่ได้รู้สึกขัดเคืองอะไรที่มีคนมาหา เธอแค่รู้สึกหมองๆที่มีคนมายุ่งกับโอกาสของเธอ"
hide eimi_date_body_Eimi_panic

show eimi_date_body_Eimi_cry_meme3
show down with Dissolve(1.0)
ei "แงง...ทั้งๆที่เค้ากะว่าจะอยู่กับรุ่นพี่ทาคากิสองต่อสองแท้ๆ... " with dissolve
hide down
t "...ขอโทษจ้ะ "
hide eimi_date_body_Eimi_cry_meme3

show eimi_date_body_Eimi_sad
ei "ไม่เป็นไรหรอก ไหนๆมากันแล้วก็มานั่งกินด้วยกันเถอะ ขอแค่อย่าให้ยัยโฮโนกะก่อเรื่องก็พอ" with dissolve
n "ความใจดีของเอมิทำให้เธออภัยให้ทั้งสามคนง่ายๆ แต่โฮโนกะที่ถูกพาดพิงก็แยกเขี้ยวออกมา"
hide eimi_date_body_Eimi_sad

h "ฉันไม่ก่อเรื่องหรอกย่ะ"
en "อย่าโวยวายสิน้องพี่ ถือว่าพี่ขอร้องนะ"
h "ได้ค่ะพี่ หนูยอมพี่ได้ทุกอย่างค่า"
n "เด็กสาวผมเงินหันไปยิ้มและทำตาปิ๊งๆใส่พี่ชาย แตกต่างจากท่าทางที่เธอมีต่อเอมิเมื่อครู่"
stop music
"บราค่อนจริงๆน่ะแหละ ยัยนี่"
play music "audio/bgm/cafe_de_swing.mp3" volume 0.5
en "พวกเรามาในวันนี้ก็เพราะจะมาแสดงความดีใจให้กับรุ่นพี่ทาคากิครับ"
tk "หืม?"
en "ในที่สุดรุ่นพี่ก็ได้รางวัลชนะเลิศตามที่วางเป้าหมายไว้แล้วนะครับ ยินดีด้วยนะครับ"
n "เอ็นโจส่งยิ้มกว้างให้ผม ผมจึงเลิกคิ้วขึ้นน้อยๆด้วยความประหลาดใจ"
"ไม่นึกเลยว่าผมกับเขาที่เคยไม่ถูกกันจะกลับมาคุยกันได้ง่ายๆแบบนี้ คงต้องขอบคุณเอมิจริงๆที่ทำให้ผมอ่อนโยนลงและทำให้เอ็นโจกลับมาเปิดใจกับผมได้"
tk "ขอบคุณนะ"
n "เมื่อผมตอบเอ็นโจด้วยรอยยิ้ม ทุกคนในห้องก็ทำตาปริบๆใส่ผม"
"ผมไม่เข้าใจว่ารุ่นน้องทั้งสี่จะกระพริบตาให้ผมทำไม"
tk "พวกนายกำลังทำอะไร?"
hide eimi_date_body_Eimi_sad

show Eimi02_date_body_Eimi02_stupid
ei "เอมินึกว่ารุ่นพี่จะตอบอะไรขี้โม้กว่านี้ค่ะ" with dissolve
tk "หา?"
hide Eimi02_date_body_Eimi02_stupid

en "ครับ...ผมก็เตรียมใจแล้วว่าต้องโดนรุ่นพี่ว่าสักคำสองคำแล้วก็นั่งฟังรุ่นพี่โม้อีกระยะหนึ่ง"
h "คิดไม่ถึงเลยว่าจะแค่ขอบคุณเฉยๆ"
t "นั่นสิคะ ทั้งๆที่ปกติแล้วต้องพูดจาโหดร้ายกว่านี้แท้ๆ"
tk "....."
n "เจ้าสี่คนนี้มันมองผมเป็นตัวอะไรกัน? ผมไม่ใช่เครื่องผลิตคำด่านะ"
hide Eimi02_date_body_Eimi02_stupid

show Eimi02_date_body_Eimi02_smile
show laught with Dissolve(1.0)
ei "ไม่ต้องคิดมากหรอกค่ะ รุ่นพี่ ฮะๆๆ" with dissolve
hide laught
n "เอมิส่งเสียงหัวเราะเบาๆในลำคอ"
hide Eimi02_date_body_Eimi02_smile

show Eimi02_date_body_Eimi02_smile2
ei "พักหลังๆนี่รุ่นพี่ดูใจดีขึ้นเยอะค่ะ เอมิว่ารุ่นพี่ในตอนนี้ก็ดีแล้วนะคะ" with dissolve
n "คำชมจากเอมิทำให้ผมรู้สึกหน้าตัวเองอุ่นขึ้นกว่าเดิม"
tk "....."
t "รุ่นพี่เค้าพูดไม่ออกแล้วล่ะ เอมิ"
hide Eimi02_date_body_Eimi02_smile2

show Eimi02_date_body_Eimi02_closeEYE
ei "ความขี้อายก็เป็นเสน่ห์อย่างหนึ่งของรุ่นพี่ทาคากินะ" with dissolve
en "ไม่นึกว่าจะมีวันที่รุ่นพี่ทาคากิสุดเข้มคนนั้นการ์ดแตกได้ ผมขอถ่ายรูปเก็บไว้เป็นที่ระลึกได้ไหมครับ"
tk "เอ็นโจ...ถ้านายถ่ายรูปฉันตอนนี้ ฉันสาบานได้ว่านายจะไม่ได้ออกไปจากบ้านนี้ดีๆแน่ "
en "งั้นผมไม่เอาก็ได้ครับ 0_0"
stop music
hide Eimi02_date_body_Eimi02_closeEYE

n "คำขู่ของผมทำให้เอ็นโจทำหน้าเหี่ยวลงด้วยความเสียดาย	"
play music "audio/bgm/nodokana_hi.mp3" volume 0.5
"เวลาผ่านไปหนึ่งปีก็มีหลายอย่างที่เปลี่ยนไป "
"หลังจากผมเรียนจบมัธยมปลาย เอมิก็ได้ขึ้นเป็นสมาชิกตัวจริงชมรมบาสเกตบอลอย่างเป็นทางการ หลังจากนั้นไม่กี่เดือน โฮโนกะก็ขึ้นมาเป็นตัวจริงตามหลังเอมิ"
"เอมิที่เป็นพอยต์การ์ดซึ่งที่ปรับเปลี่ยนแผนการได้อย่างอิสระ ประกอบกับโฮโนกะที่เป็นชู้ตติ้งการ์ดที่ยิงสามแต้มไม่พลาดเป้า "
"การเล่นที่เข้าขากันอย่างไม่น่าเชื่อทำให้ทั้งสองกลายเป็นคู่หูในสนามที่ยากหยุดได้"
hide Eimi02_date_body_Eimi02_closeEYE

show eimi_date_body_Eimi_panic
show angry with Dissolve(1.0)
ei "เอมิจะเอาพิซซ่าชิ้นนี้อ่ะ ชิ้นนี้มันมีกุ้งเยอะกว่า " with dissolve
hide angry
h "แต่ฉันคว้ามันก่อนนะ ยัยบ้านี่ "
n "แต่ถ้าเป็นเรื่องนอกสนามแล้ว สองคนนี้ก็กลับมากัดกันตามสภาพเดิม "
"ผม เอ็นโจและโทโมเอะต่างก็เห็นสองคนนี้เถียงกันจนปลงแล้ว ถือซะว่ามันเป็นปรากฏการณ์ทางธรรมชาติที่หลีกเลี่ยงไม่ได้"
hide eimi_date_body_Eimi_panic

tk "แล้วนายล่ะเป็นยังไงบ้างล่ะ เอ็นโจ"
en "ครับ?"
tk "เห็นได้ข่าวว่านายก่อตั้งชมรมศิลปะขึ้นใหม่"
n "ผมได้ยินจากเอมิว่าหลังจากผมจบการศึกษา เอ็นโจที่เริ่มกลับมายอมรับผมก็ก่อตั้งชมรมขึ้นใหม่ ทำให้คนกลับมาเข้าชมรมศิลปะหลายต่อหลายคนจนตอนนี้กลายเป็นหนึ่งในชมรมที่ใหญ่ที่สุดไปแล้ว"
tk "นายก็ทำได้ไม่เลว ขนาดฉันทำชมรมพัง นายก็ยังกู้ชมรมกลับมาได้"
en "จริงๆมันง่ายเพราะว่ามีรุ่นพี่ครับ"
tk "หา?"
en "รุ่นพี่รู้ไหมครับว่าเรื่องราวของรุ่นพี่น่ะเป็นแรงบันดาลใจให้คนหลายคนเข้าชมรมศิลปะครับ"
tk "ฉันน่ะนะ?"
en "เรื่องราวของสมาชิกชมรมที่แม้ว่าจะเหลือคนเดียวแต่ก็มุมานะวาดรูปจนได้รางวัลรองชนะเลิศท่ามกลางผู้เข้าแข่งขันเป็นพันคน เรื่องราวของรุ่นพี่เป็นที่ลือลั่นในกลุ่มรุ่นน้องมากครับ"
tk "....."
n "ผมไม่นึกเลยว่าเรื่องราวของผมจะเป็นที่จับตามองของคนอื่น"
"ความพยายามของผมไม่ได้ไร้ค่าอย่างที่เอมิพูดมาตลอดจริงๆ"
en "ที่ผมเล่าเมื่อกี้เป็นสาเหตุประมาณ 50% ครับ"
tk "แล้วอีก 50% ล่ะ?"
stop music
en "เพราะว่ารุ่นพี่กับเอมิคู่กัน มันเลยมีตำนานประจำโรงเรียนว่าถ้าหากใครเข้าชมรมศิลปะแล้ว จะมีโอกาสได้แฟนที่ทั้งสวยและแสนดีซึ่งเป็นที่ต้องการของผู้ชายทุกๆคนครับ"
show PlayerHomeM_Morning3 with Dissolve(1.0)
hide PlayerHomeM_Morning1

play music "audio/bgm/oshakai_no_junbi.mp3" volume 0.5
tk "....."
n "ผมหมดคำพูดกับตำนานใหม่ประจำโรงเรียนที่ผมจบมา"
"สรุปคือคนที่เข้าชมรมเป็นพวกตั้งใจมาวาดรูปหรือจะมาหาแฟนกัน?"
tk "อย่าบอกนะว่านายเอาตำนานนี่ไปหากินเต็มที่เลย"
en "ผมตั้งใจแล้วว่าจะฟื้นชมรมศิลปะให้กับรุ่นพี่ทดแทนกับเรื่องที่พวกเราเคยทะเลาะกันครับ ต่อให้ใช้วิธีการเล่นไม่ซื่อ ผมก็จะชักจูงคนให้เข้าชมรมให้ได้"
tk "นายนี่มันเจ้าเล่ห์เป็นบ้า"
en "รุ่นพี่ต่างหากครับที่เถรตรงเกินไป"
n "เอ็นโจหัวเราะเบาๆให้ผม "
tk "แต่ถ้าพวกมาจีบสาววาดรูปแล้วเบื่อ เดี๋ยวพวกเขาก็ออกจากชมรมอยู่ดี มันจะมีค่าอะไรล่ะถ้าเอาสมาชิกที่ไม่ตั้งใจมา"
en "ผมเชื่อว่าจะมีคนที่มาเข้าชมรมเพราะอยากวาดรูปจากใจจริงครับ คนพวกนั้นจะไม่มีวันออกจากชมรมง่ายๆ...เหมือนกับที่รุ่นพี่ทาคากิไม่หนีออกจากชมรมไงล่ะครับ"
n "เอ็นโจส่งยิ้มให้ผมด้วยความมั่นใจ เขานี่ร้ายกาจจริงๆที่เอาผมมายกตัวอย่างเพื่อย้อนคำพูดผม"
tk "ฮึ...เข้าใจพูด..."
n "สุดท้าย ผมก็ยิ้มออกมาให้กับหัวหน้าชมรมศิลปะคนใหม่ "
stop music
"...เอ็นโจ ผู้สืบทอดหน้าที่ต่อจากผม..."
hide eimi_date_body_Eimi_panic

