label q7_3:
    scene school_gym_a with Dissolve(1.0)
    play music "audio/bgm/fair_battle.mp3" volume 0.5

    n "เสียงนกหวีดดังขึ้นเป็นสัญญาณเริ่มการแข่งขัน" with dissolve
    
 


    
    "ผู้เล่นทั้งสองทีมยืนประจันหน้ากันและต่างเข้าไปยังตำแหน่งที่เหมาะสมที่สุดเพื่อให้ได้บอลมาครอง แต่จะมีเพียงคนเดียวเท่านั้นที่ได้รับสิทธินั้น"
    "เงาร่างที่เร็วที่สุดและเปี่ยมด้วยพลังที่สุดพุ่งโฉบและครองบอลไว้ในกำมือ "
    "โฮโนกะนั่นเอง"
    play sound  "audio/SoundEffect/basketball_dribble.ogg"
    "ความเร็วในการวิ่งและเลี้ยงบอลของเธอฉับไวกว่าทุกคนในสนามอย่างเห็นได้ชัด แม้สมาชิกทีมของฝ่ายเอมิจะโถมเข้าไปขวางทางโฮโนกะทีละคนๆก็ไม่สามารถหยุดเธอได้"
    show honoka_ouki with Dissolve(0.2)
    h "ช้าเกินไป!"
    hide honoka_ouki with Dissolve(0.2)
    n "เสียงตะโกนด้วยความฮึกเหิมของโฮโนกะดังขึ้นเมื่อเธอเลี้ยงลูกหลุดผ่านสมาชิกทีมของเอมิ\nไปถึงสองคนโดยที่ยังไม่ออกเหงื่อเลยสักหยด"
    "เงาร่างเรือนผมสีเงินพุ่งผ่านแนวป้องกันของฝ่ายเอมิอย่างง่ายดาย โฮโนกะครองบอลคนเดียวและวิ่งเลี้ยงลูกยาวหลายเมตรโดยที่ไม่ส่งลูกให้ใคร "
    "เพื่อนในทีมเดียวกันน่าจะรู้ถึงสไตล์การเล่นของโฮโนกะดี พวกเธอจึงเลือกที่จะใช้ตัวเองเป็นแนวตั้งรับเพื่อขวางไม่ให้ทีมของเอมิไปถึงตัวโฮโนกะ"
    "เมื่อไม่มีคนขวางทาง โฮโนกะจึงพุ่งเข้าใกล้แป้นเข้าไปอย่างไม่มีใครหยุดยั้ง "
    "ยกเว้นแต่คนคนหนึ่งที่สามารถไล่ตามความเร็วของเธอมาทัน"

    show Eimi_bas_body_Eimi_serous
    "อิทสึกิ เอมิ" with dissolve
    hide Eimi_bas_body_Eimi_serous  with dissolve
  
    "เจ้าของเงาร่างเล็กใช้ประโยชน์จากความคล่องตัววิ่งผ่านแนวตั้งรับของทีมโฮโนกะ\nจนพุ่งทะยานมาดักหน้าโฮโนกะได้ไวราวกับลมกรด"
    "ความเร็วและการตัดสินใจของเอมิเป็นสิ่งที่ทำให้ทุกคนในสนามถึงกับทึ่ง\nเพราะไม่มีใครนึกมาก่อนว่าจะมีคนที่ตามทันและรู้เส้นทางวิ่งของโฮโนกะที่ว่ากันว่าเก่งที่สุดในชั้นปี"
    scene school_gym_a at zoom_in 
    show lineeffect with Dissolve(1.0)
    "เอมิเข้าใกล้โฮโนกะมากขึ้นจนระยะห่างระหว่างพวกเธอทั้งสองไม่เกินสามเมตร"
    hide lineeffect with Dissolve(0.1)
    scene school_gym_a with Dissolve(0.1)

    "การตัดสินใจของโฮโนกะไม่ใช่การเลี้ยงลูกหลบหรือส่งลูกให้คนอื่น"


   

    show Eimi_bas_body_Eimi_angry
    ei "...!!!" with dissolve
    hide Eimi_bas_body_Eimi_angry
  
    n "โฮโนกะกระโดดต่อหน้าเอมิและโยนลูกโค้งแนวสูงจากเขตนอกเส้นคะแนนสามแต้ม ลูกที่สูงโด่งจนไม่มีใครในสนามเอื้อมถึงจนทุกคนทำได้เพียงอย่างเดียวคือยืนมองเท่านั้น"
    show basketball with Dissolve(0.5)
    play sound "audio/SoundEffect/ball-hitting-the-net.mp3" volume 0.8
    "ฟึ่บบ!!"
    hide basketball with Dissolve(0.5)

    show score0 with Dissolve(0.5)
    "คะแนนสามแต้มแรกเป็นของทีมโฮโนกะ"
    hide score0 with Dissolve(0.5)
    "ลูกบอลสีส้มลอดเข้าห่วงบาสอย่างแม่นยำราวจับวาง ก่อนที่โฮโนกะจะแสยะยิ้มให้เอมิราวกับตัวเองเป็นผู้ถือไพ่เหนือกว่าในการแข่งขัน"
  
    h "รู้ว่าจะทำอะไรแต่ก็หยุดไม่ได้ใช่ไหมล่ะ? "

    hide Eimi_bas_body_Eimi_angry

    show Eimi02_bas_body_Eimi02_angry
    ei "......" with dissolve
    hide Eimi02_bas_body_Eimi02_angry

    n "โฮโนกะพูดยั่วยุเอมิ ทำให้ฝ่ายคนฟังถลึงตามองเจ้าของคำดูถูกสักพัก "
    "ความโกรธของเอมิดำรงอยู่ได้ไม่นานหลังจากเธอส่งเสียงถอนใจกับตัวเองคนเดียวแล้วค่อยๆเดินจากโฮโนกะไปประจำตำแหน่งตัวเอง"
    h "ใจเย็นขึ้นเยอะเลยนี่ เอมิ"
    hide Eimi02_bas_body_Eimi02_angry

    show Eimi_bas_body_Eimi_serous
    ei "......" with dissolve
    hide Eimi_bas_body_Eimi_serous

    n "คำวิจารณ์จากโฮโนกะที่ไร้คำตอบจากเอมิ "
    "ผมเห็นเอมิที่อารมณ์เย็นลงอย่างรวดเร็วแม้จะถูกนำไปก่อนอย่างง่ายดายแล้วรู้สึกว่าเอมิน่าจะมีแผนบางอย่าง... รุ่นน้องของผมไม่ใช่คนที่อ่อนแอพอจะถูกกระทำข้างเดียวทั้งเกม..."
    "ผมเชื่อใจเธอ"
    "......"

    "ลูกบอลสีส้มที่ลอยหวือกลางอากาศล้วนถูกสายตาของทุกคนในสนามจับจ้องเพื่อหาจังหวะที่จะกุมมันเข้ามาในมือ"
    play sound "audio/SoundEffect/mixkit-hand-receiving-a-basketball-2090.mp3"
    "หมับบ!"
   
    hide Eimi_bas_body_Eimi_serous

    show Eimi02_bas_body_Eimi02_angry2
    "คนที่ได้ลูกบอลไปครองในครั้งนี้คือเอมิ" with dissolve
    hide Eimi02_bas_body_Eimi02_angry2

    "ถึงแม้จะมีโครงร่างเล็กที่ทำให้เสียเปรียบในการเล่นบาส แต่เมื่อมันประสานกับความคล่องตัวที่มากกว่าทุกคนในสนามทำให้ยากจะมีคนจับเธอได้เมื่อเลี้ยงลูกหนี"
    "เพราะว่าตัวเล็กกว่าและไวกว่า แถมยังเคลื่อนไหวได้อย่างอิสระเลยยากที่จะจับทางได้"
    "ผมทึ่งในความสามารถของเอมิเพราะผมได้เห็นเธอเอาจริงกับตาเป็นครั้งแรก"
    "จริงๆผมก็พอจะเดาได้อยู่แล้วว่าสมรรถภาพเธอเหนือกว่าคนทั่วไปจาก\nเรื่องเล่าที่เธอชอบทำของพังและความเร็วตอนที่เธอชนกับงานของผม "
    "เธอเป็นผู้เล่นที่มีศักยภาพแน่นอนเพียงแต่ก่อนหน้านี้ไม่ได้ฝึกอย่างถูกต้องเลยทำให้พรสวรรค์ที่มีไม่ถูกขัดเกลา"
    play sound  "audio/SoundEffect/basketball_dribble.ogg"
    "เอมิเลี้ยงลูกพุ่งเข้าใกล้แป้นบาสมากขึ้นเรื่อยๆ หากแต่เส้นทางของเธอไม่ได้ง่ายขนาดนั้น"

    show honoka_ouki with Dissolve(0.2)
    h "เข้ามาเลย เอมิ"
    hide honoka_ouki with Dissolve(0.2)
    n "เงาร่างของโฮโนกะวิ่งเข้าหาเอมิตรงๆราวกับจงใจที่จะดวล 1 on 1 กับเด็กสาวผมสีน้ำตาล"
    "เพราะโฮโนกะเร็วไม่แพ้เอมิ เธอเลยเข้าคลุกวงในหาเอมิด้วยความไวที่น่าทึ่งราวกับเงาสีเงินพุ่งข้ามสนามทะลุทุกแนวการป้องกัน"
    "แรงกดดันที่มาจากเด็กสาวผมเงินที่พลังกายมากกว่าและทักษะดวล 1 on 1 มากกว่าทำให้เอมิหยุดเท้าตัวเองกึกเพราะรู้ว่าเอาชนะตรงๆไม่ได้"
    "แต่ถึงแบบนั้น เอมิก็เลือกที่จะพุ่งสวนโฮโนกะอย่างโดยไม่หักหลบ"


    show Eimi_bas_body_Eimi_serous with Dissolve(0.5)
    "ดวงตาแหลมคมของเอมิจ้องมองศัตรูตัวฉกาจของเธอไม่วางตา" with dissolve
    hide Eimi_bas_body_Eimi_serous  with Dissolve(0.5)

    h "ดีมาก ใจกล้าขึ้..."
    
    show Eimi02_bas_body_Eimi02_angry with Dissolve(0.5)
    play sound  "audio/SoundEffect/mixkit-hand-receiving-a-basketball-2090.mp3"
    n "คำพูดของโฮโนกะสะดุดลงเมื่อเธอเห็นเอมิทำท่าเป็นเลี้ยงลูกต่อแต่กลับโยนส่งให้สมาชิกทีมเดียวกันที่อยู่ห่างออกไปหลายเมตรแทน"
    hide Eimi02_bas_body_Eimi02_angry with Dissolve(0.5)
    "แนวการโยนลูกของเอมิเที่ยงตรงและแม่นยำถึงขนาดที่สมาชิกร่วมทีมคนนั้นไม่ทันตั้งตัวว่าเอมิจะส่งลูกให้ ลูกก็ยังเข้ามือของเธออย่างง่ายดาย"
    "โฮโนกะถึงกับทำตาโตเมื่อเห็นการกระทำของเอมิที่หลบเลี่ยงการดวล 1 on 1 ต่อหน้าต่อตา "
    "แต่เอมิไม่สนใจท่าทางเหลอหลาของคู่แข่งเธอแต่อย่างใด เด็กสาวผมน้ำตาลเลือกที่จะพุ่งถอยหลังให้หลุดห่างจากโฮโนกะไกลที่สุดเท่าที่จะทำได้"

    show honoka_ouki with Dissolve(0.2)
    h "หนีกันอย่างงี้เลยเหรอ!?"
    hide honoka_ouki with Dissolve(0.2)
    n "โฮโนกะพุ่งเข้าหาสมาชิกที่ถือบอลของทีมเอมิเพื่อเข้าไปแย่งบอลมาจากเธอคนนั้น แต่ถูกสมาชิกทีมเอมิหนึ่งคนเข้าขวางทำให้เธอช้าลงหนึ่งจังหวะ "
    "สมาชิกทีมที่ถือลูกบอลเลี้ยงลูกหนีจากทีมโฮโนกะได้ไม่นาน สมาชิกทีมโฮโนกะหลายคนก็เข้ามากลุ้มรุมหาเธอจนไม่มีทางหนี "
    "แม้จะหนีไม่ได้ก็ไม่ได้หมายความว่าจะไม่มีทางออก"
    show Eimi02_bas_body_Eimi02_angry with Dissolve(0.2)
    "เอมิโฉบผ่านวงนอกของทีมโฮโนกะที่ล้อมผู้ครองบอลอยู่และยื่นมือเข้ามาสมาชิกที่ถือบอลราวกับเป็นสัญญาณว่าให้ส่งลูกมาให้เธอ"
    hide Eimi02_bas_body_Eimi02_angry with Dissolve(0.2)
    "ลูกบอลสีส้มถูกส่งเพื่อให้กระดอนไปหาเด็กสาวผมสีน้ำตาลที่เข้ามาใกล้" 
    "ถึงแม้ว่าผู้รับลูกจะวิ่งด้วยความไวแต่เธอก็สามารถรับลูกที่เข้ามาหาเธออย่างสะเปะสะปะได้\nหลังจากลูกบอลถูกกระทบจากมือของฝ่ายตรงข้ามที่คว้าลูกไม่ทันราวกับมือของเธอมีแรงโน้มถ่วงอยู่ไม่มีผิด"
    
    scene school_gym_a at zoom_in with Dissolve(0.2)
    show lineeffect with Dissolve(0.2)
    "เอมิที่ได้ครองบอลอีกครั้งพุ่งทะยานเข้าหาใต้แป้นตัวเองอย่างไม่ลังเลเมื่อสมาชิกทีมโฮโนกะทุกทิ้งให้คล้อยหลังเธอ มันจึงเป็นจังหวะดีที่จะโต้กลับ"
    hide lineeffect with Dissolve(0.2)
    scene school_gym_a with Dissolve(0.2)

    "เอมิเข้าใกล้แป้นจนอยู่ในระยะชู้ตของเธอ แต่ทันใดนั้นเงาร่างผมสีเงินก็พุ่งเข้ามาทางข้างตัวเธอพร้อมกับยื่นมือเข้ามาขวางแนวการยิงลูก"
    "เจ้าของพลังและความเร็วที่น่าทึ่งนี้ไม่มีทางเป็นของใครอื่นนอกจากโฮโนกะ"
    
    show honoka_ouki with Dissolve(0.2)
    h "หนีไม่พ้นหรอก!"
    hide honoka_ouki with Dissolve(0.2)


    n "โฮโนกะคำรามขึ้นสุดเสียงพร้อมกับใช้ร่างที่สูงกว่าของเธอเข้าประชิดเอมิ เอมิกระโดดขึ้นเพื่อหวังยิงลูกแต่ถูกโฮโนกะกระโดดขวางทางจนเธอไม่เห็นแนวยิงใดๆ"
    show Eimi_bas_body_Eimi_serous with Dissolve(0.5)
    "ในวินาทีที่มือของโฮโนกะจะยื่นไปชิงลูกจากเอมิที่เสียท่า เอมิก็ทำการตัดสินใจด้วยการเปลี่ยนวิธีจับลูกบอลและโยนมันไปข้างหลังตัวเองเบาๆแทน"
    hide Eimi_bas_body_Eimi_serous with Dissolve(0.5)
    "เอมิอ่านออกว่าตัวเองไม่มีทางพ้นจากโฮโนกะจึงเลือกที่จะเลี่ยงการปะทะอีกครั้ง ความคิดที่เกิดขึ้นทำให้โฮโนกะยิ้มออกมาเพราะเธอมั่นใจว่าหากลูกไม่มีคนครอง คนที่สมรรถภาพสูงที่สุดใต้แป้นอย่างเธอจะเป็นคนได้ครองลูกอีกครั้ง"
    
    h "...!!!"
    show eimi_ouki with Dissolve(0.3)
    n "ดวงตาคู่ของโฮโนกะเบิกกว้างเมื่อพบว่าข้างหลังเอมิมีผู้เล่นฝั่งเอมิคนหนึ่งวิ่งตามมา "
    hide eimi_ouki with Dissolve(0.3)

    show basketball with Dissolve(0.5)
    "ฟึ่บบ!!"
    hide basketball with Dissolve(0.5)
    


    show score1 with Dissolve(0.5)
    "การโยนลูกที่รับง่ายของเอมิทำให้สมาชิกคนนั้นตั้งหลักและยิงลูกเข้าห่วงได้ในทันที คะแนนที่ตามมาจึงเป็นของทีมเอมิอย่างไม่ต้องสงสัย"   
    hide score1 with Dissolve(0.5)

    h "เอมิ...เธอ!"
    hide Eimi_bas_body_Eimi_serous

    show Eimi_bas_body_Eimi_angry
    ei "บาสเกตบอลน่ะ เค้าเล่นเป็นทีมต่างหาก" with dissolve
    hide Eimi_bas_body_Eimi_angry with Dissolve(0.5)

    n "เอมิยืนหยัดต่อหน้าโฮโนกะด้วยสีหน้าขึงขัง "
    "เธอไม่มีความกลัวเลยแม้ว่าเธอจะเผชิญหน้ากับคนที่เก่งที่สุดของชั้นปี"


    show Eimi02_bas_body_Eimi02_sawagashi with Dissolve(0.5)
    ei "ฉันเป็น point guard หน้าที่ของฉันคือการคุมเกม ไม่ใช่การทำเกมเหมือนตำแหน่งของเธอ...โฮโนกะ" with dissolve
    hide Eimi02_bas_body_Eimi02_sawagashi with Dissolve(0.5)

    h "...ฮึ่ยย"
    n "เด็กสาวผมเงินกัดฟันกรอดต่อหน้าเอมิ"
    "โฮโนกะทำท่าทางเจ็บใจก่อนที่จะหันหลังและวิ่งกลับไปเข้าประจำตำแหน่ง"
    stop music
    "ถึงจะเป็นฝ่ายทำแต้มได้ แต่เอมิก็ไม่ได้มีท่าทีฮึกเหิมหรือเยาะเย้ยศัตรูแต่อย่างใด ใบหน้าที่เต็มไปด้วยความมุ่งมั่นทำให้เห็นได้ชัดเลยว่าเธอเป็นผู้เล่นที่มีสมาธิกับเกม"
    play music "audio/bgm/morning_talk.mp3" volume 0.5
    scene black_scene with Dissolve(0.5)
    scene school_gym_a with Dissolve(0.5)
    t "หวา...โฮโนกะโกรธใหญ่เลย"
    en "โฮโนกะก็เล่นได้ดุดันเหมือนทุกทีนะ แต่เอมิครั้งนี้ฟอร์มดีมากจริงๆ"
    n "โทโมเอะดูจะเกรงๆกับเพื่อนตัวเองที่เริ่มโมโห ส่วนเอ็นโจแม้จะมาเพื่อเชียร์น้องสาวตัวเองแต่ก็อดชมเอมิที่เก่งขึ้นผิดหูผิดตาไม่ได้"
    tk "ยัยเอมิก็เรียนมาดีอย่างที่ฉันบอกจริงๆแฮะ"
    n "คำพูดลอยๆของผมที่ยืนข้างสนามทำให้เอ็นโจกับโทโมเอะหันมามองผมกันหมด"
    ei "รุ่นพี่สอนอะไรเอมิน่ะครับ?"
    tk "ไม่ได้สอนอะไรลึกล้ำหรอก แค่บอกว่าตัวเล็กแบบนั้นไปเป็น point guard น่าจะดีสุด แต่ไม่นึกว่าเธอจะจับจุดได้ว่า point guard ที่ดีควรจะเป็นยังไงได้เร็วขนาดนี้"
    n "คำพูดของผมทำให้โทโมเอะสงสัย"
    t "Point guard นี่มันเป็นตำแหน่งตัวจ่ายลูกที่เน้นคุมเกมใช่ไหมคะ?"
    n "ถึงเธอเป็นเพื่อนของศัตรูเอมิ แต่เธอก็ดูไม่ได้เอาเรื่องส่วนตัวมาลงกับผม ผมเลยคุยกับโทโมเอะโดยไม่ตั้งแง่กับเธอ"
    tk "ถูกแล้ว มันไม่ใช่ตำแหน่งที่ต้องทำแต้มให้ได้เยอะที่สุดด้วยตัวเองคนเดียว แต่เป็นตำแหน่งที่รู้ว่าทำยังไงถึงจะทำให้ทุกคนในทีมถึงได้แต้มเยอะที่สุด"
    en "เหมือนกับเป็นโค้ชในสนามเลยสินะครับ"
    n "ผมพยักหน้าให้เอ็นโจเพราะในทางเทคนิคแล้ว ตำแหน่งของเอมิก็คล้ายกับผู้นำในสนามจริงๆ"
    tk "Point guard ที่ดีน่ะต้องอ่านกระแสเกมและตำแหน่งของเพื่อนๆในทีมให้ดี แถมยังต้องส่งลูกให้คนรับง่ายๆเพื่อประสานให้เกมลื่นไหล ถึงจะไม่ได้เป็นตัวทำแต้มหลักแต่ก็เป็นกลไกที่ขาดไม่ได้เหมือนมันสมองของทีม"
    n "เท่าที่ดูจากการเล่นที่ไม่ชนกับคนที่เก่งที่สุดของฝ่ายศัตรูตรงๆและเลือกที่จะส่งบอลให้เพื่อนๆในทีมให้เล่นด้วยกัน ผมก็เข้าใจแล้วว่าเอมิกำลังทำหน้าที่ตามตำแหน่งตัวเองได้ดี"
    "ดูเหมือนที่เคยสอนไปว่าให้ใช้สมองเล่นบาสน่าจะได้ผล"
    "ผมคิดพร้อมกับยิ้มขึ้นบางๆ มันจะมีอะไรน่าดีใจไปกว่าการที่ผมสามารถช่วยเหลือรุ่นน้องที่กำลังลำบากได้กัน "
    en "ว่าแต่ทำไมรุ่นพี่รู้เรื่องบาสดีจังเลยครับ"
    t "นั่นสิคะ ขนาดหนูสนิทกับโฮโนกะ หนูยังไม่รู้เท่านี้เลย"
    n "รุ่นน้องทั้งสองมองตาผมปริบๆพร้อมกับถามคำถาม"
    "มันเป็นหน้าที่ของผมที่ต้องตอบให้ทุกคนรู้ว่า..."
    tk "ก็ฉันเคยอ่าน Sxam dunk ไง "
    en "อุหวา มังงะคนแก่ "
    t "อุหวา มังงะคนแก่ "
    tk ".......... =_=”"
    n "ผมถึงกับพูดไม่ออกเมื่อผมโดนคนอายุน้อยกว่าสามคนแล้วที่หาว่าผมอ่านมังงะคนแก่"
    stop music
    "แต่จะเถียงก็ไม่ได้เพราะเรื่องมันก็ตีพิมพ์จบไปนานแล้วจริงๆ"
    jump q7_4
    return

