label q8_4:    
    scene sunset4 with Dissolve(1.0)
    play music "audio/bgm/tsuyukusa.mp3" volume 0.5
    n "วันแต่ละวันผ่านไปเร็วเหลือเกิน" with dissolve
    scene art_room2 with Dissolve(1.0)
    hide sunset4

    "ผมวางพู่กันลงบนโต๊ะที่ใกล้ตัวเองที่สุดหลังจากฝึกวาดภาพเป็นเวลานาน "
    "เมื่อผมเหม่อมองไปยังท้องฟ้าที่กลายเป็นสีส้มเพราะพระอาทิตย์ใกล้ตกดิน ผมก็นึกถึงช่วงเวลาที่ผมคุยกับเอมิบนดาดฟ้าขึ้นมา"
    "ในตอนนั้น ผมได้พูดให้กำลังใจเธอเพราะผมไม่อยากเห็นเธอเสียใจเท่านั้น"
    "แต่เมื่อความผิดหวังเกิดขึ้นกับตัวเองแล้ว ผมก็ทำได้แต่เก็บงำความทุกข์อยู่คนเดียวเท่านั้น"
    "ผมได้แต่ถอนหายใจท่ามกลางห้องชมรมศิลปะที่ไร้ผู้คนเท่านั้น"
    tk "สุดท้าย ที่เราเคยพูดต่อหน้าเอมิ ก็ไม่ได้เป็นอะไรมากกว่าการอวดเก่งสินะ"
    n "ผมพูดขึ้นโดยที่รู้ว่าไม่มีใครฟังเสียงของผม ความอัดอั้นตันใจทำให้ผมอยากพูดมันออกมา "
    "ผมไม่อยากให้คำพูดนี้ส่งไปถึงใครเพราะมันจะแสดงความอ่อนแอของผม"
    "...ผมนี่เป็นรุ่นพี่ที่ใช้ไม่ได้เลยจริงๆ..."
    "ผมมองภาพสะท้อนของตัวเองในกระจกหน้าต่างของห้องชมรม สิ่งเดียวที่ตัวกระจกสะท้อนออกมามีเพียงใบหน้าของผู้ชายคนหนึ่งที่ดูไร้เรี่ยวแรงและแสดงแต่ความหดหู่ออกมาเท่านั้น"
    "สมาชิกชมรมศิลปะคนสุดท้าย ทาเคโอมิ ทาคากิ...หัวหน้าชมรมที่ทำลายชมรมด้วยมือของตัวเอง "
    "...กว่าจะสำนึกผิด ผู้ชายคนนั้นก็ไม่เหลืออะไรแม้แต่อย่างเดียวแล้ว"
    stop music
    "สุดท้ายน่ะ ผมก็..."
    play music "audio/bgm/musukari_no_hana.mp3" volume 0.5
    show Eimi_Eimi_sad
    ei "สุดท้ายอะไรเหรอคะ?" with dissolve
    n "ความคิดของผมหยุดชะงักลงเมื่อเสียงของคนคนหนึ่งดังขึ้นมาจากหน้าประตูชมรมศิลปะ"
    "ผมตาเบิกโพลงเมื่อเห็นเจ้าของเสียงที่ค่อยๆเดินเข้ามาหาผมช้าๆ"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_serous
    "...อิทสึกิ เอมิ..." with dissolve
    "เธอหยุดยืนต่อหน้าผมด้วยใบหน้าที่ขึงขังต่างจากตัวเธอเวลาปกติที่มีแต่รอยยิ้ม ดวงตาสีน้ำตาลคู่โตของเธอจับจ้องผมไม่วางตา "
    "ผมสังเกตเห็นสองมือเธอที่กำหมัดแน่น "
    "ท่าทางที่แปลกไปของเธอทำให้ผมเอ่ยคำถามขึ้น"
    tk "เอมิ เธอ..."
    hide Eimi_Eimi_serous

    show Eimi_Eimi_angry
    ei "รุ่นพี่ทาคากิ" with dissolve
    n "เด็กสาวผมน้ำตาลขัดบทผมขึ้นทั้งๆที่ผมยังพูดไม่ทันจบคำ ต่อหน้าดวงตาที่แน่วแน่ของเธอแล้ว มันทำให้ผมพูดอะไรไม่ออก"
    tk "....."
    hide Eimi_Eimi_angry

    show Eimi_Eimi_serous
    ei "บอกเอมิมาตรงๆเถอะค่ะ ว่าทำไมช่วงนี้รุ่นพี่ถึงดูใจไม่อยู่กับเนื้อกับตัวเลย" with dissolve
    tk "นั่นมัน..."
    hide Eimi_Eimi_serous

    show Eimi_Eimi_sad2
    ei "ไม่ต้องปิดบังแล้วค่ะ พอเถอะ" with dissolve
    n "ผมไม่เข้าใจว่าทำไมจู่ๆเอมิก็เปลี่ยนท่าทีกับผมขนาดนี้ แม้แต่ดวงตาของเธอก็ยังมองสบมายังดวงตาของผมตรงๆโดยไม่หนีไปไหน "
    "ราวกับสายตาของเธอมองทะลุผ่านสิ่งที่ผมเก็บซ่อนในใจไว้ไม่มีผิด"
    tk "....."
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "....." with dissolve
    n "พวกเราสองคนต่างจ้องตากันท่ามกลางห้องศิลปะที่ไร้ซึ่งผู้คนอื่นใด "
    "สายลมอ่อนๆพัดผ่านหน้าต่างที่เปิดออกทำให้ปอยผมของเอมิปลิวไสวช้าๆ"
    "โลกไร้เสียงดำเนินอยู่เป็นเวลาหลายวินาทีก่อนที่เอมิจะเป็นฝ่ายทำลายความเงียบขึ้นก่อน"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_serous
    ei "ถ้ารุ่นพี่ไม่ยอมพูด เอมิก็ไม่มีสิทธิอะไรไปบังคับรุ่นพี่ค่ะ" with dissolve
    tk "....."
    hide Eimi_Eimi_serous

    show Eimi02_Eimi02_smug2
    ei "แต่ว่า...ทั้งๆที่เอมิทำตามเป้าหมายได้แล้ว รุ่นพี่กลับเอาแต่ทำหน้าเศร้าทั้งวัน เอมิก็ต้องดูออกสิคะว่ามันเกิดเรื่องไม่ดีขึ้นกับรุ่นพี่" with dissolve
    n "คำพูดที่เต็มไปด้วยความเป็นห่วงของเอมิทำให้ผมยิ้มเศร้าๆ ความเฉียบคมของรุ่นน้องคนนี้ทำให้ผมรู้สึกทึ่งอยู่เสมอจริงๆ"
    tk "เธอนี่ตาแหลมจริงน่ะแหละ"
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_smile
    ei "ถ้าตาไม่แหลมพอก็ตามรุ่นพี่ไม่ทันหรอกค่ะ" with dissolve
    n "เอมิยิ้มบางๆให้ผม พร้อมกับเดินขยับเข้าใกล้ผมน้อยๆ "
    "รอยยิ้มเบิกบานของเธอทำให้ผมรู้สึกอบอุ่นใจก็จริง แต่มันก็ทำให้ผมรู้สึกผิดในเวลาเดียวกัน"
    "เพราะความจริงน่ะ..."
    tk "เธอไม่เคยตามฉันไม่ทันหรอกนะ"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_0
    ei "ว่าไง...นะคะ...?" with dissolve
    n "คำพูดที่กำกวมของผมทำให้เอมิแสดงความสงสัยทางสีหน้า "
    "เมื่อถูกเข้าหาด้วยความจริงใจ ผมก็ไม่สามารถทนปิดบังความจริงหรือโกหกรุ่นน้องที่แสนดีกับผมได้ลงอีกต่อไป"
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_normal
    "ถ้าหากเป็นผมเมื่อก่อน ผมคงไล่เอมิออกไป ไม่ก็เลือกที่จะโกหกเพื่อปกป้องตัวเอง " with dissolve
    "แต่เพราะการพบเจอกับเอมิ ทำให้ตัวผมเปลี่ยนแปลงไปจากเดิม "
    "บางทีการพูดคุยกับเธออาจจะเป็นสิ่งที่ดีกว่าก็เป็นได้"
    tk "เธอน่ะนำหน้าฉันมาตลอดตั้งแต่แรกอยู่แล้ว"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_0
    ei "คะ?" with dissolve
    tk "เธอต่างหากที่สุดยอดกว่าฉัน ส่วนฉันน่ะก็เป็นแค่คนที่มีแค่ลมปาก"
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    tk "ขอโทษจริงๆนะ เอมิ"
    n "คำกล่าวที่เต็มไปด้วยความรู้สึกผิดจากผมทำให้เอมิขมวดคิ้วเป็นปมด้วยความไม่เข้าใจ"
    "อาจเพราะถ้อยคำและความรู้สึกอันรุนแรงของผมส่งไปถึงเธอ ถึงแม้เธอจะยังไม่ทราบดีว่าเกิดอะไรขึ้น เธอก็สัมผัสได้ว่าผมอยู่ในสภาพสิ้นหวัง"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    ei "รุ่นพี่...กำลังหมายความว่า...ยังไงคะ...?" with dissolve
    n "รุ่นน้องของผมคุยกับผมด้วยเสียงขาดห้วง ผมสูดหายใจเข้าลึกๆก่อนที่จะสารภาพความจริงที่ผมเก็บงำเอาไว้สองสามวันที่ผ่านมา"
    "ได้เวลาแล้วสินะ..."
    stop music
    "....."
    play music "audio/bgm/tori_kago.mp3" volume 0.5
    hide Eimi02_Eimi02_scared

    show Eimi_Eimi_sad
    tk "ฉันน่ะ...แพ้งานประกวด..." with dissolve
    n "คำสารภาพจากผมทำให้เอมิเบิกตากว้างขึ้น แค่คำพูดสั้นๆก็สามารถทำให้เด็กสาวผมน้ำตาลเข้าใจความรู้สึกของผมได้ในทันที"
    "สัญญาที่ผมมอบให้กับเธอที่ดาดฟ้า กลับเป็นผมที่ไม่สามารถทำได้เอง"
    tk "จริงๆก็ไม่เชิงว่าแพ้หรอก ฉันได้รางวัลรองชนะเลิศมาน่ะ"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "แล้วรองชนะเลิศมันดีไม่พอเหรอคะ?" with dissolve
    tk "....."
    n "ผมพูดไม่ออกแม้แต่คำเดียวเมื่อเอมิถามผมด้วยความใสซื่อ"
    "ถึงแม้คำพูดเธอจะเสียดแทงใจผม แต่ผมรู้ว่าเธอไม่มีเจตนาร้ายอะไร"
    "ถ้าหากมองจากสายตาเอมิ งานส่งประกวดที่มีผู้แข่งขันเป็นพันๆคนอาจจะเป็นงานที่ยิ่งใหญ่ แค่ได้รางวัลอันดับที่สองก็เป็นเรื่องน่าภาคภูมิใจแล้ว"
    "แต่สำหรับผม การประกวดครั้งนี้มีความหมายมากกว่าที่เธอคิด"
    tk "เธอไม่รู้สินะว่าทำไมฉันถึงลงประกวด?"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_normal
    ei "ไม่ใช่ว่ารุ่นพี่แค่อยากทดสอบฝีมือตัวเองเหรอคะ?" with dissolve
    tk "....."
    hide Eimi_Eimi_normal

    show Eimi_Eimi_serous
    ei "หรือว่ารุ่นพี่แค่ต้องการชื่อเสียงเพื่อที่จะฟื้นคืนชมรมตัวเองกลับมาคะ?" with dissolve
    n "ทั้งสองความคิดเห็นเป็นสิ่งที่มีเหตุมีผลดี แต่ผมส่ายหน้าให้เอมิเรียบๆ"
    tk "เหตุผลพวกนั้นก็ส่วนหนึ่ง แต่นั่นไม่ใช่ประเด็นหลักหรอก"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_normal
    ei "....." with dissolve
    tk "ถ้าลองคิดกันตามความจริง ชมรมของฉันน่ะไม่มีคนเหลืออยู่แล้ว...แม้แต่คนเดียว"
    hide Eimi_Eimi_normal

    show Eimi02_Eimi02_0
    ei "แล้ว?" with dissolve
    tk "ต่อให้ฉันชนะงานประกวดไป หลังจากฉันเรียนจบที่นี่ไปก็จะไม่มีใครสานต่อชมรมนี้อยู่ดี "
    n "เอมิเบิกตากว้างขึ้นกว่าเดิมเมื่อผมตอกย้ำสภาพความเป็นจริง"
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_scared
    ei "นั่นมัน..." with dissolve
    tk "หรือต่อให้มีคนมาสานต่อ เขาก็คงอยากเริ่มชมรมใหม่ที่ไม่ได้เกี่ยวกับฉัน ใครกันมันจะอยากขึ้นชื่อว่าอยู่ชมรมเดียวกับคนที่เคยทำทั้งชมรมพัง"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    n "ยิ่งเอมิฟังคำพูดของผม เธอก็ยิ่งทำหน้ากลืนไม่เข้าคายไม่ออก"
    "ทั้งโรงเรียนนี้ เอมิเป็นคนเดียวที่เป็นมิตรกับผม คนอื่นถ้าหากไม่กลัวผมก็มีแต่รู้สึกห่างเหินจากผม เพราะว่าผมชอบวาดรูปอยู่คนเดียว"
    tk "ฉันน่ะวางเดิมพันเอาไว้..."
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_0
    ei "เดิมพัน?" with dissolve
    n "เอมิพูดทวนคำผม ทำให้ผมพยักหน้าให้เธอเบาๆ"
    "ทุกสิ่งเริ่มต้นที่ความขัดแย้งของผมกับคนอื่นๆในครอบครัว"
    tk "ครอบครัวของฉันน่ะ...ดูถูกงานศิลปะ..."
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_sad
    n "การเกริ่นนำง่ายๆของผมทำให้เอมิแสดงใบหน้าหดหู่ออกมา" with dissolve
    "เธอคงเริ่มจะปะติดปะต่อทุกอย่างได้ด้วยตัวเองแล้วสินะ"
    tk "ฉันมีพ่อที่เป็นเจ้าของโรงพยาบาลเอกชนขนาดใหญ่และมีแม่ที่เป็นเจ้าของกิจการมากมาย พวกเขาทั้งสองคนต้องการให้ลูกๆสืบทอดงานที่เขาทำจากรุ่นสู่รุ่น"
    hide Eimi02_Eimi02_sad

    show Eimi_Eimi_sad
    ei "....." with dissolve
    tk "แต่ฉันน่ะชอบการวาดรูป..."
    ei "....."
    tk "ฉันอยากเป็นนักวาดรูป...แต่ทุกครั้งที่ฉันพูดแบบนั้น ทุกๆคนในครอบครัวก็จะมองฉันด้วยสายตาดูถูก "
    ei "....."
    tk "พวกเขาไม่เห็นค่างานศิลปะที่ฉันรักและพูดจาหยามเหยียดความฝันของฉันหลายต่อหลายครั้ง"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "รุ่นพี่คะ..." with dissolve
    n "ดวงตาคู่โตของเอมิเริ่มท่วมทะลักไปด้วยความเห็นใจ "
    "ความสงสารกำลังฉายออกมาทางสีหน้าของเธออย่างเห็นได้ชัด เด็กสาวผมน้ำตาลเริ่มโอนอ่อนต่อความรู้สึกอันหมองหม่นจากผม"
    "เมื่อเธอทำหน้าเศร้า ผมก็รู้สึกเสียใจขึ้นมา "
    "นี่คือเหตุผลที่ทำให้ผมลังเลที่จะเล่าความจริงมาตลอด"
    tk "พวกเขาเอาแต่พูดว่าฉันน่ะทำตามที่ครอบครัวขีดเส้นให้ไว้ก็พอแล้ว จะไปวาดรูปอย่างพวกคนโง่ทำไม "
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "....." with dissolve
    n "คำวิจารณ์ของพ่อแม่ผมที่เอมิได้ยินจากปากผมทำให้เธอถึงกับเปลี่ยนสีหน้า"
    "เธอเม้มริมฝีปากแน่นเมื่อได้ฟังเรื่องที่ทำให้เธอรู้สึกแย่ ทั้งๆที่มันไม่ใช่เรื่องของเธอด้วยซ้ำ"
    tk "เธอรู้ไหม? พวกเขาถึงกับเอารูปวาดที่ฉันวาดนานครึ่งวันอย่างตั้งใจไปทิ้งลงถังขยะด้วยซ้ำ"
    n "เด็กสาวเรือนผมน้ำตาลเบิกตาโพลงขึ้น"
    hide Eimi_Eimi_sad

    show Eimi02_Eimi02_scared
    ei "นั่นมันเลวร้ายที่สุดค่ะ" with dissolve
    tk "....."
    n "น้ำเสียงอันหมองเศร้าดังมาจากเอมิเมื่อผมเล่าความจริง ดวงตาคู่โตของเธอสั่นเทาราวกับกำลังจะหลั่งน้ำตาออกมา"
    "เมื่อนานมาแล้วผมเคยโกรธมากๆกับการกระทำของพวกเขา แต่เมื่อเวลาผ่านไปและรู้ว่าพวกเขาไม่มีวันเปลี่ยนความคิดที่มีต่องานศิลปะ ผมก็ได้แต่ยอมรับความจริงด้วยความไม่เต็มใจเท่านั้น"
    tk "มันไม่ใช่เรื่องดีหรอกนะที่โตมาในครอบครัวของคนที่ดูถูกสิ่งที่ตัวเองรัก "
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    tk "มันฟังดูอาจจะเลวร้ายก็จริงนะ แต่ฉันชินแล้วล่ะ ฮะๆๆ"
    n "ผมหัวเราะออกมาในลำคอ แต่กลับเป็นเสียงหัวเราะที่เหี่ยวแห้งและอิดโรยสิ้นดี"
    "...ราวกับผมกำลังหัวเราะเย้ยหยันชีวิตตัวเองไม่มีผิด"
    tk "ทุกอย่างมันเลวร้ายลงหลังจากพี่ชายฉันตาย"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_onegai
    ei "....." with dissolve
    tk "พี่ชายของฉันน่ะเป็นคนที่มีความสามารถรอบด้านและเป็นที่คาดหวังของพ่อแม่ ต่างจากฉันที่เป็นที่ผิดหวังเพราะมัวแต่ทำแต่สิ่งที่ตัวเองรักโดยไม่สนใจการบีบบังคับจากครอบครัว"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    tk "ฉันไม่ค่อยสนิทกับพี่ชายหรอก เขาชอบดูถูกฉันว่าเป็นพวกนอกคอกและไม่รู้จักใช้ฐานะร่ำรวยที่ครอบครัวตัวเองมี แล้วเอาแต่ไปวาดรูปไม่เข้าเรื่อง "
    ei "....."
    tk "ตอนแรกฉันนึกว่าฉันจะเกลียดเขาเฉพาะตอนที่เขายังมีชีวิตเท่านั้น แต่หลังจากเขาตายไปเพราะอุบัติเหตุ ฉันกลับเกลียดเขามากยิ่งขึ้นกว่าเดิม"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_onegai
    ei "รุ่นพี่คะ..." with dissolve
    n "แม้กระทั่งผมเองยังรู้สึกเลยว่าน้ำเสียงผมมีแต่ความเกลียดชัง เอมิที่เห็นสีหน้าของผมเปลี่ยนไปเป็นดุดันขึ้นต้องสัมผัสได้แน่ๆว่าผมในตอนนี้กำลังแผ่ความรู้สึกอันน่ากลัวออกมา"
    "ผมกัดฟันแน่นเพราะความโกรธแค้นทุกสิ่งที่เกิดขึ้นกับผม"
    tk "พอเขาตายไป ความหวังของครอบครัวก็ตกมาอยู่กับฉันทั้งหมดเพราะฉันเป็นลูกคนสุดท้ายที่เหลืออยู่ของบ้าน"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    tk "พ่อและแม่น่ะสั่งให้ฉันเรียนคณะแพทย์เพื่อให้ฉันสามารถสืบทอดกิจการโรงพยาบาลของพวกเขา พวกเขาน่ะบอกให้ฉันเลิกวาดรูปไร้สาระ เอาแต่อ้างว่าการสืบทอดตำแหน่งเป็นทางเลือกที่ฉลาดกว่า "
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_onegai
    ei "....." with dissolve
    tk "แต่จริงๆแล้วพวกเขาก็แค่อยากรักษาสิ่งที่ตัวเองสร้างไว้ให้อยู่ยืนยาว โดยที่ไม่ได้ถามฉันสักคำว่าฉันอยากทำหรือเปล่า"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_scared
    ei "เป็นผู้ใหญ่ที่เอาแต่ใจจังนะคะ" with dissolve
    n "คำวิจารณ์จากเอมิทำให้ผมยิ้มบางๆด้วยความพอใจ"
    "อย่างน้อยๆตรงหน้าผมก็มีรุ่นน้องอยู่คนหนึ่งที่เห็นด้วยกับผม"
    tk "ใช่ พวกเขาน่ะไม่ได้สนใจด้วยซ้ำว่าคนอื่นจะรู้สึกยังไง เอาแต่ยัดเยียดให้คนอื่นทำตามสิ่งที่ตัวเองต้องการ พอถามคำถามว่าไม่ทำได้หรือเปล่า พวกเขาก็เอาแต่ด่าฉันและหาว่าฉันเป็นคนโง่"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    n "ผมค่อยๆหลับตาลงแล้วนึกถึงอดีตสมัยที่ชมรมศิลปะยังเต็มไปด้วยผู้คน "
    "ว่ากันตามตรง ผมในอดีตก็ไม่ต่างจากพ่อแม่ของผม"
    "เพราะผมเชื่อว่าตัวเองถูกต้องกว่าเลยยัดเยียดความถูกต้องของตัวเองให้คนอื่นตามใจชอบ เมื่อคนอื่นไม่เห็นด้วยก็ดูถูกว่าคนพวกนั้นไม่มีคุณสมบัติพอ"
    "ผมทำสิ่งที่ผมเกลียดที่สุดกับคนอื่นและทำเป็นมองไม่เห็นว่ากำลังทำมันอยู่เพื่อปกป้องตัวเอง"
    "ผมรู้มาตั้งนานแสนนานแล้วว่า...บางทีคนที่แย่ที่สุดอาจจะเป็นตัวผมมาตั้งแต่แรกก็ได้..."
    "ช่างน่าสมเพชจริงๆ"
    stop music
    tk "เพราะไม่เหลืออะไรจะเสียอีกแล้ว ฉันเลยวางเดิมพันกับครอบครัว"
    play music "audio/bgm/nagai_no_yoru.mp3" volume 0.5
    hide Eimi02_Eimi02_sad

    show Eimi_Eimi_sad2
    ei "รุ่นพี่เลยเข้าร่วมการแข่งขันวาดรูปสินะคะ" with dissolve
    n "ผมพยักหน้าให้เอมิอย่างหนักแน่น"
    "ตัวเลือกที่ผมมอบให้กับครอบครัวอาจมาจากความหุนหันพลันแล่น แต่มันเป็นการตัดสินใจไม่กี่อย่างที่ผมคิดได้ในตอนที่ผมถูกกดดันด้วยคนรอบข้าง"
    tk "ฉันวางเดิมพันไว้ว่าถ้าหากฉันได้รางวัลชนะเลิศของการแข่ง ฉันจะขอวาดรูปต่อไปและเลือกเรียนวิทยาลัยศิลป์ที่ฉันหมายตาเอาไว้"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "....." with dissolve
    tk "แต่ถ้าหากฉันแพ้ ฉันจะยอมเข้าเรียนคณะแพทย์ตามคำสั่งของครอบครัวและยอมสืบทอดกิจการของพ่อแม่"
    ei "....."
    n "เอมิฟังจนจบแล้วเธอก็ยิ่งแสดงสีหน้าอึดอัดมากยิ่งขึ้น เพราะพวกเราสองคนต่างรู้ดีว่าการเดิมพันครั้งนี้มันจบลงยังไง"
    "คนที่แพ้อย่างผมไม่มีสิทธิเลือกอะไรอีกต่อไป ผมได้แต่กัดริมฝีปากตัวเองด้วยความเจ็บใจกับความอ่อนแอของตัวเอง"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "ถ้าหากเอมิไม่ชนงานของรุ่นพี่ล่ะก็..." with dissolve
    tk "....."
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "ถ้าหากว่าเอมิไม่ได้เจอกับรุ่นพี่ตั้งแต่แรก...มันอาจจะดีกว่านี้..." with dissolve
    tk "ไม่ต้องโทษตัวเองหรอก"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_cry
    ei "...อึก" with dissolve
    n "เมื่อผมเล่าเหตุผลทั้งหมด เอมิก็เริ่มปะติดปะต่อทุกอย่างได้ เพราะเธอคือคนที่วิ่งมาทำลายผลงานที่ผมมั่นใจที่สุด แม้จะไม่ได้ตั้งใจก็ตาม"
    "ความรู้สึกกล่าวโทษตัวเองตีกลับมายังเด็กสาวผมน้ำตาลจนเธอสั่นเทาไปหมด "
    "ผมไม่อยากให้เธอรู้สึกผิดเลยพูดขึ้นมาให้เธอได้สติ"
    "ในความจริงแล้ว มันไม่ใช่ความผิดของเธอเลยแม้แต่นิดเดียว"
    tk "ต่อให้เป็นรูปนั้นก็ใช่ว่าจะชนะ มันไม่มีอะไรรับประกันหรอกว่าฉันจะชนะ"
    hide Eimi_Eimi_cry

    show Eimi02_Eimi02_scared
    ei "แต่เอมิก็ทำให้รุ่นพี่ลำบากขึ้นนะคะ" with dissolve
    tk "....."
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "ถ้าหากไม่มีเอมิล่ะก็...รุ่นพี่ก็คงไม่ต้องเสียเวลาทั้งหมดมานั่งทำงานใหม่ ไม่ต้องเสียเวลามานั่งปลอบใจเอมิ..." with dissolve
    tk "....."
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_onegai
    ei "รุ่นพี่ช่วยเอมิไว้ตั้งหลายครั้ง แต่เอมิน่ะเป็นแค่ตัวถ่วง..." with dissolve
    tk "เธอคิดมากเกินไปแล้ว"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_sad
    ei "คะ?" with dissolve
    n "ผมส่งยิ้มให้รุ่นน้องของผมพร้อมกับยื่นมือไปลูบศีรษะเธอเบาๆทำให้เอมิทำหน้าตาประหลาดใจ"
    "เธอคงเตรียมที่จะถูกผมกล่าวโทษหรือต่อให้ผมไม่ว่าอะไร เธอก็คงรู้สึกผิดอยู่ดีเพราะเธอคิดว่าเธอทำให้ชีวิตผมยากลำบากขึ้น"
    "สำหรับผมแล้ว การพบเจอกับเธอไม่ใช่สิ่งที่แย่เลยแม้แต่น้อย"
    tk "ฉันคิดว่าฉันโชคดีนะ...ที่ได้เจอกับเธอ..."
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_onegai
    ei "โชคดี...เหรอคะ...?" with dissolve
    n "เอมิทวนคำของผมด้วยความสงสัย ผมจึงตอบรับเธอด้วยเสียงที่นุ่มนวลลง"
    "ไม่จำเป็นต้องเสแสร้งใดๆอีกต่อไปแล้วเพราะผมอยากจะพูดความรู้สึกที่แท้จริงกับเธอมาตลอด"
    tk "การคุยกับเธอน่ะทำให้ชีวิตฉันมีสีสันมากกว่าเดิม ฉันไม่คิดเลยว่าจะมีวันที่ฉันมาที่ห้องชมรมนี้เพื่อรอให้เธอมาหาฉัน ไม่ใช่แค่มาวาดรูปอย่างเดียว"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_sad
    ei "....." with dissolve
    tk "การอยู่กับเธอน่ะมันสุดยอดมากเลยนะ เอมิ"
    hide Eimi02_Eimi02_sad

    show Eimi_shy_Eimi_smile
    n "ผมส่งยิ้มให้เอมิอีกครั้ง ใบหน้าของเด็กสาวผมน้ำตาลขึ้นสีแดงระเรื่อเมื่อคำชมของผมส่งไปถึงเธอ" with dissolve
    "เด็กสาวผมน้ำตาลก้มหน้าลงเล็กน้อยด้วยความขัดเขินหลังจากฟังความจริงในใจจากผม"
    tk "เธอเคยบอกฉันใช่ไหมว่าเธออยากเห็นรูปใหม่ที่ฉันวาดส่งประกวด"
    n "เอมิเงยหน้าขึ้นและเลิกคิ้วด้วยความสนใจ"
    hide Eimi_shy_Eimi_smile

    show Eimi_Eimi_serous
    ei "ก็ต้องอยากเห็นอยู่แล้วสิคะ" with dissolve
    tk "จริงๆฉันก็ไม่อยากให้เห็นหรอก"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_pout
    show pout with Dissolve(1.0)
    ei "ตกลงจะเอายังไงกันแน่คะ?" with dissolve
    hide pout
    n "เอมิที่ทำแก้มป่องขึ้นน้อยๆทำให้ผมนึกขำขึ้นมา ถึงแม้ผมจะตกอยู่ในความเศร้าแต่เมื่อมองเห็นใบหน้าที่น่าเอ็นดูของเธอแล้ว ผมก็รู้สึกดีขึ้นมา"
    tk "ว่ากันตามตรงนะ มันน่าอายน่ะ"
    hide Eimi_Eimi_pout

    show Eimi_Eimi_normal
    show question with Dissolve(1.0)
    ei "น่าอาย?" with dissolve
    hide question
    tk "แต่ในเมื่อทางงานประกวดเค้าส่งคืนมาแล้วหลังประกาศผลมาพักหนึ่ง ฉันก็เอามันกลับมาที่ห้องนี้แล้วล่ะ"
    stop music
    n "ผมลุกขึ้นจากเก้าอี้แล้วค่อยๆเดินไปยังรูปที่วางพิงอยู่ตรงผนังที่ใกล้ที่สุดซึ่งถูกคลุม\nด้วยผ้าสีขาวก่อนที่จะใช้มือดึงเอาผ้าที่บดบังรูปวาดออกมา"
    hide Eimi_Eimi_normal
    jump q8_5
    return

