label q003:
    show artroom_afternoon with Dissolve(1.0)
    play music "audio/bgm/asa_no_nigiyaka_mura.mp3" volume 0.5
    show Eimi02_Eimi02_scared
    tk "สรุปคือเธอชื่ออะไรนะ?" with dissolve
    ei "อิทสึกิ เอมิไงคะ"
    tk "ไม่ได้จงใจบอกชื่อปลอมเพื่อให้คนอื่นมารับหน้าเสื่อแทนเธอใช่ไหม "
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_panic
    ei "หนูชื่อเอมิมาตั้งแต่เกิดค่ะ" with dissolve
    tk "ฉันไม่เชื่อ "
    hide Eimi02_Eimi02_panic

    show Eimi02_Eimi02_pout
    show pout with Dissolve(1.0)
    ei "ต้องให้หนูทำไง รุ่นพี่ถึงจะเชื่อล่ะค้า " with dissolve
    hide pout
    tk "คว้านท้องพิสูจน์ตัวเองซะ "
    hide Eimi02_Eimi02_pout

    show Eimi02_Eimi02_shock
    show panic with Dissolve(1.0)
    ei "แบบนั้นหนูก็ตายสิค้า " with dissolve
    hide panic
    n "หลังจากวิ่งไล่ล่ากันอยู่พักหนึ่ง ผมก็สงบใจลงแล้วลากจำเลยมายังฐานทัพหลักของผม"
    "ถึงจะเรียกที่นี่ว่าฐานทัพหลัก แต่คนเฝ้าฐานทัพก็มีคนเดียว ช่างน่าอเนจอนาถจริงๆ"
    tk "เอาล่ะๆ ฉันจะใจเย็นๆก่อนแล้วค่อยฟังเหตุผลของเธอที่มาทำงานฉันพัง"
    hide Eimi02_Eimi02_shock

    show Eimi_Eimi_cry_meme2
    ei "ใจเย็นๆก็ดีค่ะ รุ่นพี่เอาของแข็งๆของรุ่นพี่มาแทงหนูจนตัวหนูระบมไปหมดแล้ว" with dissolve
    tk "อย่าพูดอะไรสองแง่สองง่ามต่อหน้าโจทก์ของเธอสิฟะ! ยัยหื่นกาม!"
    hide Eimi_Eimi_cry_meme2

    show Eimi_Eimi_cry_meme1
    show down with Dissolve(1.0)
    ei "หนูแค่จะบอกว่าตัวเองโดนพู่กันจิ้มจนงอมไปหมดหมดเฉยๆอ้ะ!" with dissolve
    hide down
    n "เอมิตัวสั่นด้วยความกลัว"
    "ดูเหมือนผมจะตะคอกใส่เธอมากเกินไป ในฐานะที่เป็นรุ่นพี่ที่อายุมากกว่า ผมควรจะทำตัวมีภูมิฐานและฟังเหตุผลในมุมมองของเธอบ้าง"
    tk "เอาล่ะ เอมิ...ต่อจากนี้จะเป็นการลงโทษที่เธอมาทำลายผลงานชิ้นเอกของฉันซะเละเทะ"
    hide Eimi_Eimi_cry_meme1

    show Eimi_Eimi_cry_meme2
    ei "ค่ะ" with dissolve
    tk "พร้อมจะชดใช้หรือยัง?"
    ei "ค่ะ"
    tk "ดีมา..."
    hide Eimi_Eimi_cry_meme2

    show Eimi02_shy_Eimi02_onegai
    n "คำพูดของผมหยุดชะงักไปเพราะว่าจู่ๆเอมิก็เลื่อนมือทั้งสองข้างไปที่กระดุมบนสุดของเสื้อตัวเอง ขณะที่ตัวเธอทำหน้าเอียงอายใส่ผม" with dissolve
    "ยัยนี่กำลังทำอะไรของมันฟะ? "
    tk "ฉันขอถาม เธอจะพยายามปลดกระดุมทำไม?"
    hide Eimi02_shy_Eimi02_onegai

    show Eimi02_shy_Eimi02_stupid
    ei "เอมิน่ะไม่มีตังค์สักแดงเดียวค่ะตอนนี้ " with dissolve
    tk "แล้ว? "
    hide Eimi02_shy_Eimi02_stupid

    show Eimi02_shy_Eimi02_tired
    show sweat with Dissolve(1.0)
    ei "ความสามารถพิเศษหรือทักษะอะไรจะเอาไว้ชดใช้ก็ไม่มีค่ะ" with dissolve
    hide sweat
    tk "แล้ว???"
    hide Eimi02_shy_Eimi02_tired

    show Eimi02_shy_Eimi02_meme02
    ei "สิ่งที่เอมิมีตอนนี้ก็แค่ร่างกายเพียวๆเท่านั้นค่ะ รุ่นพี่คะ ซิกๆ" with dissolve
    n "ผมแทบจะล้มหัวคะเมนคาเก้าอี้"
    "ทำไมบทสรุปในสมองยัยนี่มันถึงไปแนวๆนั้นได้กันเนี่ย!?"
    hide Eimi02_shy_Eimi02_meme02

    show Eimi_shy_Eimi_cry_meme2
    show down with Dissolve(1.0)
    ei "วางใจได้นะคะ รุ่นพี่...ถึงเอมิจะไม่อยากเสียความบริสุทธิ์ครั้งแรกให้กับคนดุๆอย่างรุ่นพี่ แต่เอมิก็จะทำครั้งแรกของเอมิให้ดีที่สุดค่ะ " with dissolve
    hide down
    tk "...ห๊ะ?"
    hide Eimi_shy_Eimi_cry_meme2

    show Eimi_shy_Eimi_cry_meme3
    ei "รุ่นพี่ช่วยอ่อนโยนกะเอมิหน่อยนะคะ เอมิกลัวจะเจ็บ " with dissolve
    n "ดูเหมือนผมจะไปเจอกับรุ่นน้องตัวประหลาดแล้วสิ"
    "ยัยนี่ นี่พลังจินตนาการระดับ 999 เลย ผมจะบ้าตาย"
    tk "ฉันไม่ได้อยากจะทำอะไรแบบนั้นกับเธอโว้ย!"
    hide Eimi_shy_Eimi_cry_meme3

    show Eimi02_Eimi02_ara
    show question with Dissolve(1.0)
    play sound "audio/SoundEffect/arere.mp3" volume 1.3
    ei "อ่าเร้? " with dissolve
    hide question
    tk "จะ ‘อ่าเร้?’ ทำไม?"
    hide Eimi02_Eimi02_ara

    show Eimi_Eimi_serous
    ei "รุ่นพี่คะ ทั้งๆที่มีรุ่นน้องสาวสวยมาอยู่ตรงหน้าแล้วจะถวายตัวให้แต่รุ่นพี่กลับไม่ยอมรับ นี่รุ่นพี่เป็นโฮโมหรือเปล่าคะเนี่ย?" with dissolve
    tk "......"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_kira
    show shine with Dissolve(1.0)
    ei "วางใจได้ค่ะ เอมิผู้นี้จะไปควานหาหนุ่มหล่อกล้ามเป็นมัดๆจากชั้นปีของเอมิมาชดใช้แทนเองค่ะ! " with dissolve
    hide shine
    tk "ออกทะเลกันไปใหญ่แล้วโว้ย!"
    n "ผมกุมขมับตัวเองด้วยความเหนื่อยหน่าย"
    "จากรายการสอบปากคำ ทำไมกลายเป็นรายการ 18+ ไปแทนเนี่ย"
    hide Eimi_Eimi_kira

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "ชายก็ไม่เอา หญิงก็ไม่ได้ หรือว่ารุ่นพี่จะเป็นพวกนิยม 2D กั..." with dissolve
    hide panic
    tk "ข้อแรกนะ ฉันชอบผู้หญิง 3D ...ข้อที่สองนะ ตอนนี้ฉันไม่ได้สนใจเรื่องแบบนั้น "
    n "ผมขัดคอเธอเพราะทนฟังต่อไม่ไหมแต่เอมิดูจะช็อคมากกับคำพูดของผมมาก"
    "เธออ้าปากค้างราวกับถูกฟ้าผ่าเข้ากลางหัวโดยไม่ทันตั้งตัว"
    hide Eimi_Eimi_panic

    show Eimi02_Eimi02_shock
    show surprise with Dissolve(1.0)
    ei "เป็นไปไม่ได้น่า ทั้งๆที่เอมิเองก็มั่นใจหน้าตาของตัวเองแท้ๆ" with dissolve
    hide surprise
    tk "ทำไมมันกลายเป็นเธอมาอวดตัวเองให้ฉันฟังแทนเนี่ย?"
    n "ผมแอบเหล่มองเอมิที่เหงื่อตกสองสามหยด ดูเหมือนผมจะทำเธอสูญเสียความมั่นใจระดับหนึ่ง"
    show imagine with Dissolve(1.0)
    hide artroom_afternoon

    hide Eimi02_Eimi02_shock

    show Eimi_Eimi_o
    "ถ้าเป็นคนหลงตัวเองทั่วไป ผมคงสวนกลับไปว่าเธอนี่นะสวยตายล่ะ แต่สำหรับเอมิแล้ว ผมไม่กล้าว่าเธอเพราะว่าเธอเป็นคนหน้าตาน่ารักจริงๆน่ะแหละ" with dissolve
    "ผมสีน้ำตาลเข้มและใบหน้าขาวนวล ประกอบกับดวงตาคู่โตที่มีชีวิตชีวา ส่วนสูงที่ดูกะทัดรัดประกอบกับส่วนเว้าส่วนโค้งที่โดดเด่นทำให้เธอน่าจะดึงดูดสายตาเพศตรงข้ามได้ไม่น้อย"
    "ว่ากันตามตรงแล้ว เธอคนนี้มีคุณสมบัติที่จะเอาไปแข่งเป็นดาวโรงเรียนได้ "
    "น่าเอาเป็นแบบวาดภาพจริงๆ แต่นี่ไม่ใช่เวลาของเรื่องอย่างนั้น..."
    "ผมกำลังจริงจังกับชีวิตอยู่ ไม่มีเวลามาวาดอะไรเอาแต่ใจเอาสนุกอีกแล้ว"
    show artroom_afternoon with Dissolve(1.0)
    hide imagine

    hide Eimi_Eimi_o

    show Eimi_Eimi_o
    tk "เธอก็ไม่ได้หน้าตาน่าเกลียดอะไร อย่ากังวลไป" with dissolve
    hide Eimi_Eimi_o

    show Eimi_Eimi_confident2
    ei "ในที่สุดรุ่นพี่ก็ชมหนูสักทีค่ะ " with dissolve
    tk "แต่ว่า นี่ไม่ใช่ประเด็นของตอนนี้นะ"
    hide Eimi_Eimi_confident2

    show Eimi02_shy_Eimi02_shock
    show surprise with Dissolve(1.0)
    ei "แล้วประเด็นหลักคืออะไรเหรอคะ อย่าบอกนะว่ารุ่นพี่จะจับกดหนูแล้..." with dissolve
    hide surprise
    tk "...พอเหอะ "
    n "ผมพยายามเบรกเธอเพราะทนฟังไม่ไหว"
    "เอาจริงๆนะเธอคนนี้น่าจะลามกกว่าผมอย่างต่ำสิบเท่า คนอะไรเพิ่งเจอกันได้ไม่นานก็พูดเรื่องชดใช้ด้วยร่างกายกับจับกด อาการหนักๆ..."
    tk "ก่อนที่ฉันจะตัดสินโทษเธอที่มาระเบิดงานของฉันพังเละเทะ ฉันขอฟังก่อนว่าเธอทำอีท่าไหนถึงได้วิ่งไม่ดูตาม้าตาเรือผ่านมาชนงานฉันเนี่ย"
    hide Eimi02_shy_Eimi02_shock

    show Eimi02_Eimi02_stupid
    show question with Dissolve(1.0)
    ei "รุ่นพี่จะเป็นผู้พิพากษาของหนูเหรอคะ?" with dissolve
    hide question
    tk "ใช่ เจ้าจำเลย ความปลอดภัยของชีวิตเธอขึ้นอยู่กับคำตอบต่อจากนี้ไป "
    hide Eimi02_Eimi02_stupid

    show Eimi02_Eimi02_tired
    ei "รุ่นพี่ดูซีรี่ย์ทนายมากเกินไปหรือเปล่าคะ ดูเหมือนพวกเบียวทนายเลยอ่ะ " with dissolve
    tk "เธอมีสิทธิที่จะไม่พูด เพราะคำพูดของเธออาจใช้เป็นพยานในชั้นศาลได้"
    hide Eimi02_Eimi02_tired

    show Eimi02_Eimi02_shock
    ei "รุ่นพี่คะๆ นั่นมันบทตำรวจแล้วค่ะ !" with dissolve
    tk "อย่ามาย้อนผู้พิพากษานะ!"
    hide Eimi02_Eimi02_shock

    show Eimi_Eimi_cry_meme1
    ei "ว้ายๆ ขอโทษค่า " with dissolve
    n "เอมิเริ่มช็อคจนตัวแข็งเป็นหินไปแล้ว"
    "ในฐานะรุ่นพี่ที่ดี ผมต้องใช้ไม้อ่อนสลับกับไม้แข็ง"
    tk "ทีนี้ก็เล่ามาว่ามันเกิดอะไรขึ้น เผื่อว่าฉันจะให้อภัยเธอได้แล้วปล่อยเธอไปง่ายๆ"
    hide Eimi_Eimi_cry_meme1

    show Eimi_Eimi_panic_shy
    ei "สรุปก็คือถ้าเรื่องเล่าของหนูฟังขึ้นพอ รุ่นพี่ก็จะละเว้นความบริสุทธิ์ของหนูใช่ไหมคะ?" with dissolve
    tk "เธอเล่ามาเถอะ แต่ฉันขอร้องล่ะว่าเลิกพูดอะไรสองแง่สองง่ามสักที "
    hide Eimi_Eimi_panic_shy

    show Eimi02_Eimi02_wink
    ei "ได้ค่ะๆ ฮะๆๆๆ" with dissolve
    n "เอมิหัวเราะกังวานใส ดวงตาของเธอดูกลับมามีประกายอีกรอบแล้ว"
    "อย่างน้อยๆก็จะได้เข้าเรื่องคุยกันจริงจังสักที "
    stop music
    play music "audio/bgm/remind.mp3" volume 0.5
    hide Eimi02_Eimi02_wink

    show Eimi02_Eimi02_normal
    ei "คือหนูน่ะ...หนีจากชมรมบาสเกตบอลมาค่ะ" with dissolve
    tk "หนีมา?"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_sad
    ei "ใช่ค่ะ" with dissolve
    n "เอมิพยักหน้าให้ผมหนึ่งครั้ง "
    "ไม่รู้ตั้งแต่เมื่อไหร่กันที่ดวงตาที่ปกติเต็มไปด้วยชีวิตชีวากลับแฝงความเศร้าหมองลงไปเล็กๆ ถึงแม้ว่าเจ้าของใบหน้าสะสวยจะยังยกมุมปากขึ้นก็ตาม"
    "ผู้หญิงคนนี้กำลังฝืนทำเป็นร่าเริงอยู่หรือเปล่านะ "
    tk "ทำไมถึงหนีมาล่ะ?"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    ei "เพราะว่า..." with dissolve
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    n "เอมิทำท่าเหมือนจะพูดอะไรออกมา แต่เธอก็หุบปากตัวเองลงไปชั่วขณะ" with dissolve
    "ผมแอบเห็นเธอกัดริมฝีปากตัวเองเบาๆราวกับลังเลที่จะเอ่ยความจริงออกมา ถึงแม้สุดท้ายเธอเลือกที่จะอ้าปากเอื้อนเอ่ยมันออกออกมาให้ผมฟังก็ตาม"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    ei "เรื่องของหนูอาจจะยาวและไม่น่าฟังเท่าไหร่" with dissolve
    tk "......"
    hide Eimi02_Eimi02_scared

    show Eimi_Eimi_smug3
    ei "รุ่นพี่จะอยากฟังจริงๆเหรอคะ?" with dissolve
    n "เป็นครั้งแรกที่เอมิสบตามองกับผมตรงๆ ดวงตาของเธอเจือปนไปด้วยความหม่นหมองปนอยู่ลึกๆ"
    "ผมถอนใจต่อหน้าเธอเบาๆ"
    tk  "พูดมาเถอะ"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_sad
    ei "......" with dissolve
    tk  "ฉันกำลังรอฟัง"
    n "ผมพยักหน้าตอบรับเธอเรียบๆ"
    "ว่ากันตามตรง ผมไม่ควรจะมานั่งคุยกับจำเลยผมแบบนี้เพราะมันเสียเวลาสิ้นดี ถ้าเป็นผมตามปกติ ผมคงด่าเธอยับแล้วปล่อยเธอไป ก่อนที่จะรีบนั่งวาดรูปใหม่เพื่อเข้าประกวดให้ทัน"
    "แต่ผมกลับอยากฟังเธอคนนี้ อยากคุยกับเธอคนนี้ "
    "ไม่รู้เพราะอะไรแต่ผมอยากทำ"
    "...อาจจะเพราะปล่อยเด็กผู้หญิงที่ทำหน้าเศร้าๆไปไม่ลงก็ได้มั้ง ใครจะรู้"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_serous
    ei "หนูน่ะ มีความฝันอยากจะเป็นนักบาสเกตบอลค่ะ" with dissolve
    tk "......"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_smug3
    ei "แต่ว่า...ดูส่วนสูงหนูสิคะ ฮะๆๆ" with dissolve
    n "เอมิส่งเสียงหัวเราะแห้งๆให้ผม"
    "บาสเกตบอลเป็นกีฬาที่ต้องชิงความได้เปรียบในการแย่งบอลด้วยส่วนสูง ฉะนั้นตำแหน่งสำคัญๆจึงต้องอาศัยส่วนสูงเป็นปัจจัยที่เพิ่มความได้เปรียบฝั่งตรงข้าม"
    "เอมิที่ตัวเตี้ยนับเป็นร่างกายที่เสียเปรียบในสนามอย่างมาก ผมเริ่มเข้าใจ"
    tk "เธอน่าจะสูงประมาณ 150 เซนติเมตร ถูกไหม?"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_0_0
    ei "รุ่นพี่มองครั้งเดียวก็รู้เลยเหรอคะ เป็นไม้บรรทัดปลอมตัวเป็นมนุษย์หรือเปล่าคะเนี่ย" with dissolve
    tk "ฉันแค่กะๆเอา"
    hide Eimi_Eimi_0_0

    show Eimi02_Eimi02_confident
    ei "ใช่ค่ะ เอมิสูง 150 เซนติเมตร ส่วนขนาดหน้าอกคือ 85 ค่า " with dissolve
    tk "จะมาโฆษณาคัพไซส์ตัวเองทำเพื่อ "
    hide Eimi02_Eimi02_confident

    show Eimi02_Eimi02_closeEYE
    ei "ก็รุ่นพี่อาจจะสนใจการชดใช้ด้วยร่างกายมากกว่าการสอบปากคำไงคะ " with dissolve
    tk "ไม่สนใจร่างกายเธอโว้ย"
    hide Eimi02_Eimi02_closeEYE

    show Eimi02_Eimi02_shock
    show panic with Dissolve(1.0)
    ei "แสดงว่ารุ่นพี่ชอบผู้ชายสินะคะ " with dissolve
    hide panic
    tk "......"
    hide Eimi02_Eimi02_shock

    show Eimi_Eimi_smug
    n "พอเริ่มออกทะเล ผมก็เริ่มพูดเสียงดังใส่เธอ ส่วนเอมิก็ยิ้มเจื่อนๆให้ผมแทน" with dissolve
    hide Eimi_Eimi_smug

    show Eimi_Eimi_smug3
    ei "สำหรับหนู การทำอย่างอื่นชดใช้มันอาจจะง่ายกว่ามานั่งพูดเรื่องที่ทำให้หนูเจ็บปวดค่ะ" with dissolve
    tk "......"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_serous
    ei "แต่ถ้ารุ่นพี่อยากฟังเรื่องของหนู หนูจะเล่าต่อค่ะ" with dissolve
    n "ผมหยักหน้าตอบรับเธอเรียบๆ"
    "ท่าทางร่าเริงและการกระทำที่ไม่สมเหตุสมผลของผู้หญิงคนนี้มีไว้เพื่อบ่ายเบี่ยงผมออกจากประเด็นเดิมเท่านั้น เพราะดูเหมือนเธอไม่กล้าสารภาพความจริงให้ผมฟังมากกว่า
    "
    "ผมดูออกเพราะผมเห็นคนแบบเธอมานักต่อนักแล้ว"
    hide Eimi_Eimi_serous

    show Eimi_Eimi_smile
    ei "หนูน่ะอยากจะเป็นนักบาสเกตบอลตามอย่างรุ่นพี่ที่หนูนับถือค่ะ ถึงแม้ว่ารุ่นพี่คนนั้นจะเรียนจบไปแล้วแต่ก็เป็นนักบาสหญิงที่เก่งมากจนนักบาสชายต้องกลัวเลย" with dissolve
    tk "ฟังดูสุดยอดนะ"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_smug
    ei "ค่ะ...หนูเลยพยายามฝึกฝนทุกๆวันตั้งแต่เข้าชมรม เพื่อที่สักวันจะได้เก่งอย่างรุ่นพี่คนนั้น เพื่อที่สักวันจะได้เป็นตัวจริง..." with dissolve
    tk "......"
    hide Eimi_Eimi_smug

    show Eimi_Eimi_smug3
    ei "ตั้งแต่เข้าชมรมมาจะสี่ห้าเดือน หนูฝึกทุกๆวันไม่เว้นวัน วันหยุดหนูก็ฝึกซ้อมใต้แป้นที่บ้าน หนูซ้อมจนแทบบ้าจนโดนที่บ้านบอกว่าพักบ้างเหอะ แต่ว่า..." with dissolve
    tk "แต่ว่า...?"
    n "เอมิก้มหน้าลงราวกับเธอไม่กล้าสบตาผมตรงๆ"
    "รอยยิ้มบนใบหน้าสะสวยถูกลบเลือนหายไป เหลือไว้เพียงความหมดหวังที่ค้างอยู่บนใบหน้าอ่อนวัยของสาวน้อยนักกีฬา"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_sad
    ei "...ไม่ว่าจะทำยังไงหนูก็ไม่เก่งขึ้นเลยค่ะ" with dissolve
    tk "......"
    n "ผมพอเข้าใจสภาพของเอมิแล้ว"
    "โลกนี้มีคนที่พยายามแล้วได้รับผลตอบแทนกลับมา แต่ในเวลาเดียวกันก็มีคนอีกมากมายที่พยายามเท่าไหร่ก็ได้เพียงความว่างเปล่ากลับมา"
    "ผมคือคนประเภทแรกที่เคยว่าร้ายคนประเภทหลังมาก่อน"
    "แต่นั่นมันก็เรื่องเมื่อนานมาแล้ว"
    hide Eimi_Eimi_sad

    show Eimi02_Eimi02_smug
    ei "พอไม่เก่งขึ้น เล่นก็พลาด แถมยังส่วนสูงสู้คนอื่นไม่ได้ ก็เริ่มถูกคนนินทาหนูมากขึ้นๆ" with dissolve
    tk "......"
    ei "พวกรุ่นพี่หลายคนแอบไปคุยกันลับหลังหนูว่าหนูฝึกเท่าไหร่ก็ไม่ดีขึ้นเพราะเล่นแบบไม่ใช้สมอง ร่างกายไม่อำนวยแล้วยังจะดิ้นรน..."
    tk "......"
    hide Eimi02_Eimi02_smug

    show Eimi02_Eimi02_sad
    ei "พวกเพื่อนรุ่นเดียวกันก็ระอาว่าหนูจะพยายามทำไมในเมื่อทักษะก็อยู่ที่เดิม ทำไมไม่ลาออกจากชมรมให้จบๆไปเพราะไม่ว่ายังไงหนูก็เป็นแบบรุ่นพี่ที่หนูนับถือไม่ได้อยู่แล้ว" with dissolve
    tk "......"
    ei "ตอนแรกๆก็พอทนไหวค่ะ ฮึดมาเรื่อยๆ ฮึดมาหลายเดือนแล้ว...แต่พอนานๆเข้า หนูก็คิดว่านี่หนูกำลังทำสิ่งที่ถูกต้องอยู่หรือเปล่านะ?"
    tk "......"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_smug
    n "เอมิกลับมายิ้มแก้เก้ออีกครั้ง ผมได้ยินเสียงถอนหายใจด้วยความอิดโรยของเธอเบาๆ" with dissolve
    "เธอคนนี้น่าจะทนมานานมากจริงๆน่ะแหละ ผมดูออก"
    hide Eimi02_Eimi02_smug

    show Eimi_Eimi_smile3
    ei "เรื่องทั้งหมดก็มีแค่นี้ค่ะ " with dissolve
    tk "เพราะงั้นเธอก็เลยหนีมาน่ะนะ"
    hide Eimi_Eimi_smile3

    show Eimi02_Eimi02_sad
    ei "ค่ะ" with dissolve
    n "เอมิพยักหน้าเรียบๆ น้ำเสียงของเธอดูสงบนิ่งลงอย่างคนยอมรับสภาพความจริง"
    "ราวกับผู้หญิงที่เอาแต่ยิ้มซุกซนคนก่อนหน้านี้เป็นเพียงแค่ภาพลวงตาไม่มีผิด"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    ei "ตอนนี้แค่เข้าใกล้ตึกชมรมก็ยังกลัวเลยค่ะ" with dissolve
    tk "......"
    ei "แค่เข้าไปใกล้ก็จะนึกถึงเสียงนินทาของรุ่นพี่และเพื่อนๆขึ้นมา หนูอยากที่จะพยายามอีกครั้ง แต่พอนึกถึงเสียงพวกนั้นแล้วร่างกายมันก็ไม่ยอมฟังคำสั่งเลย"
    tk "เธอกลัวเหรอ?"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_smug
    ei "ก็อาจจะใช่ค่ะ" with dissolve
    n "เอมิยอมรับความรู้สึกของตัวเองตรงๆ"
    "ผมดูไม่นานก็ดูออกแล้ว เธอเป็นประเภทที่ตรงกันข้ามกับผม เอมิเป็นคนตรงไปตรงมา ต่อให้พยายามปกปิดความรู้สึกจริงๆแค่ไหนก็บังได้ไม่มิดอยู่ดี"
    "ต่างจากผมที่แทบไม่เคยพูดความรู้สึกจริงๆออกไปเพราะมันสบายใจกว่าที่จะกั้นกำแพงใส่คนอื่น"
    tk "......"
    hide Eimi02_Eimi02_smug

    show Eimi_Eimi_sad
    ei "ความกลัวนี่มันน่ากลัวนะคะ มันทำให้คนที่เคยกล้าจะเชื่อในฝันตัวเองกลายเป็นคนขี้ขลาดได้ ทั้งๆที่หนูเคยคิดว่าแค่พยายามไปเรื่อยๆแล้วจะแก้ปัญหาทุกอย่างได้ แต่สุดท้ายมันก็ไม่ง่ายแบบนั้น..." with dissolve
    tk "งั้นเหรอ"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "จริงๆหนูอาจจะแค่กลัวก็ได้ค่ะที่จะยอมรับความจริงว่าทุกอย่างที่หนูทำ...มันไม่เคยมีความหมาย" with dissolve
    tk "......"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_smug3
    ei "ฮะๆๆ นี่หนูเริ่มพูดมากเกินไปหรือเปล่า ถ้ารุ่นพี่รำคาญก็ขอโทษนะคะ" with dissolve
    tk "......"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_smile3
    ei "เหตุผลของหนูก็มีแค่นี้ค่ะ รุ่นพี่คะ..." with dissolve
    n "ระหว่างที่เธอกำลังเล่าเรื่องตัวเอง ผมเห็นความเศร้าและความลังเลที่ทะลักอยู่ด้วยคาคู่โตของเธอเต็มไปหมด ถึงสุดท้ายเธอจะกลบฝังความรู้สึกตัวเองด้วยรอยยิ้มก็ตาม"
    "ใบหน้าของเธอในตอนนี้ทำให้ผมนึกถึงพวกคนที่เคยทิ้งผมในอดีตขึ้นมา"
    "พอนึกใบหน้าเหล่านั้น เสียงของพวกเขาเหล่านั้นก็จะดังขึ้นๆ"
    scene dark with Dissolve(0.2)
    show artroom_past with Dissolve(1.0)
    hide dark
    hide artroom_afternoon

    hide Eimi_Eimi_smile3

    a "รุ่นพี่จะบอกว่าที่ผมทำทั้งหมดมันไม่มีความหมายเหรอครับ"
    n "คำพูดที่เต็มไปด้วยความเจ็บปวดเหล่านั้นยังฝังอยู่ในใจผมชัดเจนราวกับมันเพิ่งเกิดขึ้นเมื่อไม่กี่นาทีก่อนหน้านี้"
    "เหตุการณ์ที่ซ้ำรอยกับอดีตทำให้ผมรู้สึกปวดแปลบในอกอย่างบอกไม่ถูก"
    "....."
    show artroom_afternoon with Dissolve(1.0)
    hide artroom_past

    hide Eimi_Eimi_smile3

    show Eimi_Eimi_smile3
    "ผมน่ะ..." with dissolve
    stop music
    "ผมควรจะทำอะไรกับเอมิดีนะ..."
    "ทำอะไรดี?"
    menu :
        "มันจะไม่มีความหมายได้ยังไงกัน ยัยบ้า":
            jump q1_4
        "ให้เธอยอมรับความจริง":
            jump badend1
    return
