label q6_7:
    show artroom_afternoon with Dissolve(1.0)
    play music "audio/bgm/nodokana_hi.mp3" volume 0.5
    show Eimi_Eimi_normal
    n "เช้าวันรุ่งขึ้นมาถึงไวกว่าที่คิด" with dissolve
    ei "....."
    tk "เธอเดินไปเดินมากี่รอบแล้วนะ?"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_smile
    ei "พรุ่งนี้ก็เป็นวันตัดสินชะตากรรมของเอมิแล้วค่ะ " with dissolve
    tk "...แล้วทำไมต้องเดิน?"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_confident2
    show shine with Dissolve(1.0)
    ei "เวลาเอมิคิดแผนการ เดินแล้วสมองมันจะแล่นดีค่ะ" with dissolve
    hide shine
    tk "งั้นก็ตามใจ ถึงฉันจะดูแล้วปวดหัวก็เถอนะ"
    n "ผมเกาศีรษะแกรกๆเพราะว่าเอมิเดินพล่านไปทั่วห้องชมรมราวกับที่นี่เป็นสวนบ้านเธอ"
    "เธอทั้งเดินวนรอบห้อง ทั้งเดินวนรอบตัวผม เดินไปแถวๆกองงานศิลปะที่เธอทำพัง จนสุดท้ายก็เดินกลับมายังตรงหน้าผมแล้วเดินกลับไปกลับมาในระยะไม่เกินสองเมตร"
    hide Eimi_Eimi_confident2

    show Eimi_Eimi_normal
    "จะว่าไป เอมิก็เป็นคนที่เดินเร็วอย่างกับวิ่งไม่มีผิด " with dissolve
    "ผมสังเกตมาระยะหนึ่งแล้วว่าเอมิเป็นคนที่ทำอะไรไวมาก ทั้งตอนที่อควาเรียม ปฏิกิริยาตอบสนองของเธอก็ไวพอจะคว้าแว่นที่ตกลงพื้นทันทั้งๆที่เธออยู่ในท่าที่เสียการทรงตัว"
    "ความสามารถในการคืนการทรงตัวที่ไวกว่าคนทั่วไปและปฏิกิริยาตอบสนองที่ฉับพลันก็นับเป็นปัจจัยสำคัญที่ทำให้เล่นกีฬาได้ดีขึ้น"
    "ผมหวังว่าเธอน่าจะรู้ตัวว่าเธอมีอาวุธของเธอ เรื่องนี้ไม่ใช่เรื่องที่พูดแล้วจะช่วยได้ แต่ผู้ใช้ความสามารถต้องรู้ตัวเองว่าควรจะใช้มันยังไง"
    "ผมได้แต่หวังว่าเอมิจะทำได้เมื่อเธอฝึกซ้อมมานักต่อนักแล้ว"
    play sound "audio/bgm/door_open.mp3"
    e0 "สวัสดีครับ รุ่นพี่ทาคากิครับ"
    n "เสียงที่ผมคุ้นเคยแต่ไม่นึกว่าจะได้ยินอีกครั้งในห้องชมรมนี้ทำให้ผมหันหน้าไปยังต้นเสียง เจ้าของเสียงคือเด็กหนุ่มผมเงินที่ค่อยๆเดินเข้ามาในห้องชมรมศิลปะ"
    "ผมไม่มีทางลืมคู่กรณีเก่าของผมลงได้หรอก"
    tk "เอ็นโจ..."
    n "ผมเรียกชื่อของเขาขณะที่เขาหยุดยืนตรงหน้าผมพอดี"
    stop music
    "ผมไม่รู้ว่าเขาจะมาที่นี่เพื่ออะไร"
    play music "audio/bgm/dotabata_happening.mp3" volume 0.5
    hide Eimi_Eimi_normal

    show Eimi02_Eimi02_shock
    show surprise with Dissolve(1.0)
    ei "นี่มัน ศัตรูเก่าของรุ่นพี่ทาคากิและพี่ของยัยตัวแสบโฮโนกะ!" with dissolve
    hide surprise
    tk "....."
    en "....."
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_sawagashi
    ei "จะมาทำร้ายรุ่นพี่ทาคากิเพื่อล้างแค้น ข้ามศพเอมิให้ได้ก่อนเถอะ! ย้า--!" with dissolve
    tk "เอมิ พอเลย"
    hide Eimi02_Eimi02_sawagashi

    show Eimi02_Eimi02_panic
    show panic with Dissolve(1.0)
    ei "เมี้ยวว!" with dissolve
    hide panic
    n "เอมิชี้หน้าเอ็นโจก่อนที่เธอจะพุ่งไปหาเขาสุดแรงเพื่อหวังเล่นงานศัตรูคู่อาฆาต "
    "หากแต่ผมใช้มือข้างหนึ่งรั้งมือเธอไว้ไม่ให้วิ่งต่อไปแล้วกระชากร่างเธอกลับมา ทำให้ร่างบางของเธอกระดอนลงไปนั่งยังเก้าอี้ไม้ที่ใกล้ที่สุดพร้อมกับตาลายเพราะหมุนตัวจากแรงกระชากผมพักหนึ่ง"
    hide Eimi02_Eimi02_panic

    show Eimi02_Eimi02_meme02
    ei "รุ่นพี่ทาคากิมาขวางเอมิทำไมค้า?" with dissolve
    tk "เค้ายังไม่ได้ทำอะไรเลย จะไปเล่นงานเค้าทำไม?"
    hide Eimi02_Eimi02_meme02

    show Eimi02_Eimi02_shock
    show down with Dissolve(1.0)
    ei "รุ่นพี่ทรยศเอมิ รุ่นพี่ทาคากิเห็นผู้ชายดีกว่ารุ่นน้องผู้หญิง! " with dissolve
    hide down
    tk "อย่าแต่งเรื่อง ._."
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_panic
    ei "รุ่นพี่ทาคากิเป็นโฮโม โอวว " with dissolve
    stop music
    tk "....."
    play music "audio/bgm/yuki_kaze.mp3" volume 0.5
    hide Eimi02_Eimi02_panic

    show Eimi_Eimi_normal
    n "ผมส่ายหน้ากับเอมิที่กำลังใช้พลังมโนก่อนที่จะหันกลับไปหาเอ็นโจที่ยืนรอผมเหมือนเขาอยากจะพูดอะไรสักอย่างหนึ่ง" with dissolve
    "ใบหน้าของเขาไม่ได้ดูโกรธเคืองอะไรผม ตรงข้ามกันเขากลับแสดงความหม่นหมองออกมา"
    "มีแค่ช่วงเวลาที่ผมพยายามปกป้องเขาจากเอมิเท่านั้นที่เขาหลุดหัวเราะออกมาเบาๆ แต่เมื่อผมกลับไปมองเขา เขาก็หุบยิ้มลงแล้วดูเกร็งไปทั้งตัว"
    "พวกเรามองหน้ากันสักพักก่อนที่เอ็นโจจะก้มหัวให้ผมน้อยๆโดยที่ผมไม่ทันตั้งตัว ทำให้ผมเบิกตาโพลงขึ้นด้วยความประหลาดใจ"
    en "ผมมาขอโทษรุ่นพี่แทนน้องสาวของผมครับ "
    tk "โฮโนกะน่ะนะ?"
    n "เมื่อเอ็นโจพูดถึงน้องสาว ผมก็นึกได้ว่าศัตรูคู่กัดของเอมิคือน้องสาวแท้ๆของเอ็นโจ"
    "โลกมันกลมจริงๆน่ะแหละ"
    en "ครับ น้องของผมน่ะเอาเรื่องของผมไปคิดแทนแล้วก็ไปพาลกับรุ่นพี่และรุ่นน้องที่อยู่กับรุ่นพี่ โทโมเอะมาเล่าให้ผมฟังว่าโฮโนกะก่อปัญหาไว้ให้พวกรุ่นพี่เมื่อวานครับ"
    n "เท่าที่ผมนึกได้ โทโมเอะคือสาวผมทองที่เป็นเพื่อนของโฮโนกะ"
    "ถ้าหากไม่มีเธอคนนั้น เมื่อวานเอมิกับโฮโนกะก็คงดวลกันนอกสนามไปแล้ว โชคดีจริงๆที่โฮโนกะมีเพื่อนดี เรื่องราวเลยไม่บานปลายไปมากกว่านี้"
    en "ผมพยายามเกลี้ยกล่อมให้น้องสาวมาขอโทษด้วยตัวเองแล้วแต่เธอก็ไม่ยอมมา ในฐานะพี่ชายแล้ว ผมเลยรับผิดชอบแทนน้องสาวที่เอาแต่ใจครับ"
    tk "นายนี่ไม่เปลี่ยนเลยนะ..."
    en "....."
    tk "ไม่ว่าเมื่อไหร่นายก็คิดมากแทนคนรอบข้าง ทั้งๆที่ยังเอาตัวเองไม่ค่อยรอดแท้ๆ"
    n "เอ็นโจไม่ได้ตอบผมทันที เขาเพียงแค่หรี่ตาลงน้อยๆก่อนที่จะพูดขึ้นว่า"
    en "จะว่ามันเป็นนิสัยเสียของผมก็ได้ครับ"
    tk "ฉันเข้าใจ"
    n "เอ็นโจเงยหน้าขึ้นและได้แต่ทำหน้าเศร้าๆให้ผม"
    "ความขัดแย้งของผมกับเขาในอดีตมาจากการที่ผมวิจารณ์คนในชมรมอย่างเข้มงวดจนทำให้หลายๆคนต่างเสียใจ เอ็นโจคือหนึ่งในคนๆนั้น "
    "หมอนี่เป็นคนใจดีกับคนรอบข้างเลยมักจะคอยรับฟังคำบ่นของคนใกล้ตัวเสมอ ตอนที่ชมรมแตกแยกกันเพราะผม หมอนี่ก็เป็นไม่กี่คนที่กล้าเตือนผมว่าสิ่งที่ผมทำมันไม่ถูกต้อง "
    "เอ็นโจพยายามรับฟังทุกคนจนสุดท้ายก็เก็บมาเครียดแทนจนทำให้ผลงานตัวเองถดถอยลง สุดท้ายเขาก็ทนไม่ไหวและจากชมรมศิลปะไปเหมือนทุกๆคน แต่นั่นเป็นเรื่องเมื่อหลายเดือนก่อนแล้ว"
    tk "วางใจได้ ฉันไม่ได้คิดแค้นอะไรน้องสาวนายหรอก"
    en "....."
    tk "แล้วนายก็ไม่ต้องนอบน้อมกับฉันขนาดนี้ก็ได้นะ "
    n "คำพูดจากผมทำให้เอ็นโจเบิกตากว้างขึ้นน้อยๆด้วยความประหลาดใจ"
    en "ทำไมล่ะครับ?"
    tk "ก็นายไม่ได้ชอบหน้าฉันนี่นาและนายก็ไม่ได้เป็นสมาชิกชมรมของฉันแล้วด้วย"
    en "....."
    tk "ฉันทำเรื่องแย่ๆไปกับนายตั้งเยอะ ต่อให้นายเดินมาชี้หน้าด่าฉัน ฉันก็ทำได้แค่นั่งปลงเท่านั้นแหละ"
    n "ผมพูดจบก็ก้มหน้าก้มตาหยิบพู่กันป้ายสีลงบนผืนกระดาษ "
    "ส่วนเอ็นโจยังยืนนิ่งอยู่กับที่แต่สีหน้าเศร้าๆและตึงเครียดของเขาค่อยๆจางลงไปแล้ว"
    en "รุ่นพี่ทาคากินี่พูดจาตลกขึ้นนะครับ"
    tk "ตลก?"
    hide Eimi_Eimi_normal

    show Eimi02_Eimi02_sawagashi
    ei "อะไรนะ? เจ้าพี่ของศัตรู บังอาจมาหาว่ารุ่นพี่ทาคากิตลกงั้นเหรอ...เมี้ยววว!" with dissolve
    n "เอมิลุกขึ้นแยกเขี้ยวด้วยท่าทางเกรียดกราดอีกครั้ง เธอทำท่าเหมือนแมวพร้อมจะกระโจนตบหน้าเอ็นโจ ผมเลยต้องดันร่างเธอให้นั่งลงแต่โดยดีเพื่อกันการก่อเรื่อง"
    hide Eimi02_Eimi02_sawagashi

    show Eimi02_Eimi02_panic
    ei "รุ่นพี่อย่าดันลงแรงสิคะ เอมิเจ็บก้นอ่ะ" with dissolve
    tk "จะเจ็บกว่านี้ถ้าเธอโดนพู่กันฉันเนี่ย -_-+"
    hide Eimi02_Eimi02_panic

    show Eimi02_Eimi02_shock
    show surprise with Dissolve(1.0)
    n "ผมชูพู่กันขึ้นใส่หน้าเอมิทำให้เอมิตกใจตาโตทันที" with dissolve
    hide surprise
    "ดูเหมือนผมจะลงโทษเธอด้วยการใช้พู่กันแทงจนเธอหลอนไปแล้ว"
    hide Eimi02_Eimi02_shock

    show Eimi02_Eimi02_meme02
    show down with Dissolve(1.0)
    ei "โน่ววว ไว้ชีวิตเอมิน้อยๆด้วยค่า " with dissolve
    hide down
    tk "ฉันยังไม่ได้ทำอะไรเลย -_-“"
    hide Eimi02_Eimi02_meme02

    show Eimi_Eimi_normal
    n "ผมถอนใจขณะที่เอมิส่งเสียงร้องโอดโอยทั้งๆที่ยังไม่โดนเล่นงาน ขณะเดียวกัน ผมก็แอบเห็นเอ็นโจที่ยืนอยู่ข้างๆผมหลุดยิ้มออกมาบางๆเมื่อเขามองผมกับเอมิคุยกัน" with dissolve
    tk "นายยิ้มอะไรของนาย?"
    n "อดีตสมาชิกชมรมผมดูสะดุ้งน้อยๆเมื่อผมทำเสียงกร้าวใส่ แต่สักพักหลังจากนั้น เอ็นโจก็กลับมาคงสีหน้ายิ้มบางๆตามอย่างเดิม"
    en "รุ่นพี่ทาคากิดูเปลี่ยนไปนะครับ"
    tk "เปลี่ยนเหรอ?"
    en "รุ่นพี่ดูเข้าหาง่ายกว่าเดิมมากเลยครับ "
    n "ความเห็นจากเอ็นโจทำให้ผมงงกับคำพูดของเขา "
    tk "ก็ไม่นะ?"
    en "รุ่นพี่คิดงั้นเหรอครับ?"
    n "ผมพยักหน้าให้เอ็นโจเรียบๆ"
    tk "ฉันว่าฉันก็ไม่ได้ต่างจากเดิมเท่าไหร่หรอก "
    en "แต่ผมว่ารุ่นพี่ดูตลกขึ้นนะครับ"
    tk "นายหาว่าใครตลกนะ? อยากโดนพู่กันอีกคนสินะ -_-+"
    n "ผมชูด้ามพู่กันใส่หน้าเอ็นโจ ทำให้เขาเหงื่อตกเพราะเขาคงมองออกว่าผมลงโทษเขาจริงๆแน่ถ้าเขาพูดจาสนิทชิดเชื้อกับผมมากเกินไป"
    en "ผมก็แค่คิดว่า..."
    tk "คิดว่า?"
    en "รุ่นพี่อาจจะเปลี่ยนไปเพราะเธอคนนั้นก็ได้นะครับ"
    n "เอ็นโจชายตามองไปยังเอมิ ทำให้เอมิเอานิ้วชี้มาชี้ใบหน้าตัวเองพร้อมกับเอียงคองงๆ"
    hide Eimi_Eimi_normal

    show Eimi02_Eimi02_0
    show question with Dissolve(1.0)
    ei "เค้าเหรอ?" with dissolve
    hide question
    en "....."
    n "เอ็นโจไม่ได้ตอบอะไรเอมิ เขาเพียงแค่หันหน้ากลับมาคุยกับผมเท่านั้น"
    "ถึงแม้ว่าพวกเราสองคนจะไม่ได้ให้อภัยอีกฝ่ายทุกอย่าง แต่การกลับมาคุยกันปกติได้ก็นับว่าเอ็นโจเป็นมิตรกับผมมากขึ้น"
    "แค่นี้ก็เป็นผลลัพธ์ที่ดีที่สุดแล้ว"
    hide Eimi02_Eimi02_0

    show Eimi_Eimi_normal
    en "ถ้าหากรุ่นพี่เป็นคนที่ดีขึ้นแล้ว ผมคิดว่าสักวันชมรมศิลปะอาจจะกลับเป็นแบบเดิ..." with dissolve
    tk "เอ็นโจ"
    n "ผมพูดขัดเอ็นโจเพราะผมไม่อยากฟังเขาต่อ"
    "ไม่ใช่ว่าผมโกรธเขาหรือว่าพาลอะไร แต่เพราะผมรู้ดีแก่ใจว่าคำพูดลอยๆของเขาไม่มีทางที่จะเป็นจริงได้หรอก"
    tk "ฉันถอดใจแล้วที่ทุกอย่างจะกลับเป็นเหมือนเดิม"
    en "รุ่นพี่ครับ..."
    n "ผมแค่นเสียงหัวเราะในลำคอคนเดียวเบาๆ เสียงหัวเราะเศร้าๆที่มีแต่ตัวเองเท่านั้นที่ได้ยิน"
    tk "ตัวคนเดียวอย่างฉันน่ะ ไม่ว่าจะยังไงก็มีขีดจำกัด"
    en "....."
    hide Eimi_Eimi_normal

    show Eimi_Eimi_sad2
    ei "รุ่นพี่ทาคากิคะ..." with dissolve
    n "เพราะผมพูดคำที่คล้ายกับที่เคยพูดกับเอมิทางมือถือ ทำให้รุ่นน้องของผมจ้องผมด้วยอีกคน ทุกคนในห้องศิลปะมองผมด้วยแววตาที่เหมือนไม่เข้าใจความนัยของผม"
    "แน่นอนว่าเป็นผมเองที่ไม่อยากให้คนอื่นมาเข้าใจผมในตอนนี้"
    "ช่างฉันเถอะ ขอโทษที่พูดอะไรไม่เข้าท่านะ..."
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_sad
    ei "....." with dissolve
    en "....."
    stop music
    n "เพราะสำหรับคนที่ไม่เข้าใจตัวเองแล้ว จะมีหน้าไปขอให้คนอื่นมาเข้าใจตัวเองได้ยังไงกัน"
    hide Eimi_Eimi_sad
    jump cutscene_6
    return

