label q2_5:    
    show sunset4 with Dissolve(1.0)
    "" with dissolve
    show school_park_3 with Dissolve(1.0)
    hide sunset4

    show Eimi_Eimi_normal
    tk "เธอจะเดินมากับฉันทำไม? " with dissolve
    ei "แค่เดินมาด้วยกันหลังเลิกเรียนนี่คะ"
    tk "บ้านเธอกับฉันไปกันคนละทางกันไม่ใช่เหรอ?"
    hide Eimi_Eimi_normal
    show Eimi_Eimi_smile2
    show happy with Dissolve(1.0)
    ei "แต่พวกเราก็เดินออกไปโรงเรียนทางเดียวกันนี่คะ" with dissolve
    hide happy
    tk "..............."
    n "เอมิเดินข้างผมมาขณะที่ผมกำลังเดินออกจากโรงเรียนเพื่อกลับบ้าน ระหว่างที่พวกเราเดินด้วยกัน เอมิก็ชวนผมคุยไปเรื่อย "
    "สำหรับผมที่เป็นคนพูดไม่เก่งแล้ว เอมิที่คิดคำพูดมาชวนคุยได้เรื่อยๆถือว่าเป็นคนที่เก่งมาก ถึงผมจะไม่เข้าใจความเก่งในการเข้าสังคมของเธอก็เถอะนะ"
    "ดูเหมือนคนที่น่าจะเพื่อนเยอะและเป็นที่นิยมได้ง่าย แต่เธอกลับมาคลุกคลีกับเรา "
    "ยิ่งคิดก็ยิ่งแปลกจริงๆ"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_meh
    ei "รุ่นพี่คะๆ" with dissolve
    n "เอมิขยับตัวเข้ามาใกล้ผมแล้วใช้ปลายนิ้วสะกิดหลังผมเบาๆ สายตาเธอดูหลุกหลิกผิดปกติ"
    tk "เรียกฉันทำไมเหรอ?"
    hide Eimi_Eimi_meh

    show Eimi_Eimi_serous
    ei "ผู้ชายคนนั้นจ้องรุ่นพี่มาระยะหนึ่งแล้วค่ะ" with dissolve
    tk "..............."
    hide Eimi_Eimi_serous

    show Eimi_Eimi_sad
    ei "เขารู้จักรุ่นพี่หรือเปล่าคะ?" with dissolve
    n "เอมิกระซิบถามผมเบาๆ ทำให้ผมต้องมองหน้านักเรียนชายที่เดินสวนพวกเรามา"
    "นักเรียนชายคนนั้นก็มองหน้าผมเช่นกัน ก่อนที่เขาจะหยุดนิ่งและยืนต่อหน้าผมกับเอมิ"
    play music "audio/bgm/midori_no_iko.mp3" volume 0.5
    a "นั่นสมาชิกใหม่ของชมรมศิลปะเหรอครับรุ่นพี่ทาคากิ?"
    tk "..............."
    hide Eimi_Eimi_sad

    show Eimi_Eimi_normal
    a "ไม่ได้คุยกันนาน รุ่นพี่ก็ยังเงียบเหมือนเดิมเลยนะครับ" with dissolve
    n "ผมไม่ได้พูดเพราะผมไม่รู้จะตอบอะไรกลับไปดี"
    "คนตรงหน้าผมคือหนึ่งในสมาชิกของชมรมศิลปะที่ลาออกจากชมรมไปแล้ว"
    "พวกเราเคยบาดหมางกันในอดีตมาก่อนแต่เรื่องนั้นมันก็ผ่านมานานมากแล้ว สายตาของคนตรงหน้าไม่มีความโกรธเหลืออยู่อย่างสมัยก่อน อย่างไรก็ตาม มันก็เป็นสายตาที่เย็นชามากอยู่ดี"
    tk "ไม่ได้เจอกันนานเลยนะ เอ็นโจ"
    en "ไม่น่าเชื่อว่ารุ่นพี่จะจำชื่อคนที่ไม่มีความสามารถอย่างผมได้นะครับ"
    tk "..............."
    n "เอ็นโจยิ้มเย็นชาให้กับผม ดูจากสิ่งที่ผมทำในอดีตกับเขา มันก็สาสมแล้ว"
    "ในขณะที่ผมกับเอ็นโจกำลังจ้องหน้ากัน เอมิก็มองพวกเราสองคนสลับกันไปมาด้วยความงง"
    ei "เพื่อนของรุ่นพี่เหรอคะ?"
    tk "รุ่นน้องน่ะ..."
    en "..............."
    tk "พวกเราเคยอยู่ชมรมเดียวกัน"
    n "เอ็นโจไม่ได้พูดอะไรกับผมทันที เขาแค่เหลือบมองเอมิครั้งหนึ่งก่อนจะหันกลับมาคุยกับผม"
    en "หวังว่ารุ่นน้องคนใหม่ของรุ่นพี่จะรับฟังคำสอนของรุ่นพี่แล้วเข้าใจนะครับ"
    tk "............"
    en "...คงไม่มีใครชอบฟังคำพูดแนวๆ ไม่เคยฟังที่เรื่องที่สอน มัวแต่ทำผิดพลาดเรื่องเดิมๆ บ่อยๆหรอกครับรุ่นพี่"
    tk "เอ็นโจ...นาย..."
    en "ผมแค่เตือนด้วยความหวังดีจากอดีตสมาชิกครับ"
    tk "...หวังดี?"
    en "ถ้ารุ่นพี่ไม่ฟังใครเลย ก็จะไม่มีใครฟังรุ่นพี่เหมือนกันครับ ผมก็แค่ไม่อยากให้มีเด็กคนอื่นมาซ้ำรอยเดียวกับผมและคนอื่นๆ"
    tk "..............."
    n "คำพูดของเอ็นโจแม้จะไม่มีคำหยาบคายหรือดูถูกตรงๆปนอยู่แต่มันกลับทำให้ผมรู้สึกขมข้างในปากอย่างบอกไม่ถูก"
    tk "...เอมิน่ะ ไม่ได้อยู่ชมรมศิลปะ"
    n "คำโต้เถียงของผมทำให้เอ็นโจเงียบลงพักหนึ่ง"
    "เขาถอนใจเบาๆขณะที่ลอบมองเอมิ ทำให้เอมิเอียงคองงเข้าไปใหญ่ว่าเธอเกี่ยวอะไรด้วย"
    en "งั้นเหรอครับ"
    tk "ฉันเข้าใจว่านายยังแค้นฉันแต่อย่าเอาเรื่องเก่าๆของชมรมมาลงกับคนอื่น"
    en "..............."
    hide Eimi_Eimi_normal

    show Eimi_Eimi_normal
    tk "ฉันลาล่ะ" with dissolve
    hide Eimi_Eimi_normal

    n "ผมเดินสวนผ่านเอ็นโจไปโดยไม่ได้ใส่ใจ"
    "คำดูถูกของเขาเป็นสิ่งที่น่าโมโหแต่ผมฟังแล้วก็เข้าใจได้เพราะผมเคยใจร้ายกับเขาไว้"
    "แต่ถึงอย่างนั้น ทุกคำพูดที่ผมเคยสั่งสอนหมอนั่น ผมก็ไม่เคยเสียใจที่ได้พูดมันออกไป ผมไม่คิดว่ามันเป็นความผิดของผมทั้งหมด ส่วนหนึ่งเป็นเพราะคนอื่นๆทนฟังความจริงกันไม่ได้ต่างหาก"
    "เอ็นโจไม่ได้เดินตามผมมาหรือพูดจาถากถางอีก ผมเลยจะปล่อยเลยตามเลยไป"
    "ทะเลาะกันก็ไม่มีอะไรดีขึ้น มันเสียเวลา ทั้งผมและเอ็นโจก็คงรู้ดี"
    tk "...เอมิ?"
    n "ผมเรียกชื่อเอมิเพราะเธอไม่ยอมเดินตามผมมา"
    "ผมหันหลังไปแล้วยังพบว่าเอมิยังยืนอยู่ต่อหน้าเอ็นโจ"
    stop music
    "...ทำอะไรของเธอ? "
    play music "audio/bgm/alphard.mp3" volume 0.5
    hide Eimi_Eimi_normal

    show Eimi02_Eimi02_angry2
    show excited with Dissolve(1.0)
    ei "คุณน่ะ..." with dissolve
    hide excited
    en "..................."
    hide Eimi02_Eimi02_angry2

    show Eimi02_Eimi02_angry
    ei "ฉันไม่รู้หรอกนะคะว่าทำไมคุณกับรุ่นพี่ถึงไม่ถูกกัน" with dissolve
    en "...แล้ว?"
    n "เอ็นโจไม่ได้ท่าทางหงุดหงิดอะไรกับเอมิ "
    "เขาแค่งงมากกว่าว่าทำไมคนที่เขาไม่รู้จักถึงมาชวนเขาคุยด้วยทั้งๆที่เธอไม่เกี่ยวอะไรกับเรื่องนี้"
    hide Eimi02_Eimi02_angry

    show Eimi02_Eimi02_angry2
    ei "ฉันจะไม่ยุ่งเรื่องเก่าๆของพวกคุณค่ะ" with dissolve
    n "............"
    hide Eimi02_Eimi02_angry2

    show Eimi02_Eimi02_angry3
    ei "แต่ว่ารุ่นพี่ทาคากิในตอนนี้น่ะ ไม่ใช่คนที่จะไม่ฟังคำพูดคนอื่นอย่างแน่นอนค่ะ" with dissolve
    n "ดวงตาของเอมิฉายความจริงจังอย่างหาได้ยาก แม้กระทั่งน้ำเสียงก็ขึงขังกว่าปกติ "
    "ผมถึงกับเลิกคิ้วขึ้นเพราะประหลาดที่เอมิยืนอยู่ข้างผม ส่วนเอ็นโจก็เบิกตากว้างขึ้นสักพักก่อนที่มองผมสลับกับเอมิไปมาสองสามรอบ "
    hide Eimi02_Eimi02_angry3

    show Eimi02_Eimi02_angry
    ei "ฉันจะไม่บอกให้คุณถอนคำพูดหรอกค่ะ เพราะว่าบางอย่างมันก็อาจจะให้อภัยกันไม่ได้จริงๆ นั่นเป็นเรื่องของคุณกับรุ่นพี่ในอดีต" with dissolve
    en "...งั้นเหรอ"
    hide Eimi02_Eimi02_angry

    show Eimi02_Eimi02_angry2
    ei "แต่รุ่นพี่ทาคากิในตอนนี้น่ะจะไม่ทำเรื่องเลวร้ายอย่างการไม่ฟังใครอย่างแน่นอนค่ะ" with dissolve
    en "............"
    n "เอ็นโจเพียงแค่ยิ้มเย็นๆให้เอมิหนึ่งครั้ง "
    "เขามองหน้าผมก่อนที่จะทิ้งคำพูดไว้"
    en "...เธอเป็นรุ่นน้องที่ดีนะครับ"
    tk "..............."
    hide Eimi02_Eimi02_angry2

    show Eimi02_Eimi02_0
    n "เขาหันหลังให้กับพวกเราสองคนก่อนจะพูดประโยคสุดท้ายทิ้งไว้ให้ผม" with dissolve
    en "ผมหวังว่าสักวัน เธอจะไม่กลายเป็นแบบผมไปอีกคน รุ่นพี่ทาคากิ "
    stop music
    n "แล้วเอ็นโจก็เดินจากพวกเราไปโดยที่เขาไม่หันมามองพวกเราอีก"
    hide Eimi02_Eimi02_0
    jump q2_6
    return

