label q6_4:
    show route2 with Dissolve(1.0)
    play music "audio/bgm/midori_no_iko.mp3" volume 0.5
    n "หลังจากจบการประกาศสงคราม ผมก็รีบดึงเอมิออกมาจากคู่กัดเธอเพราะกลัวเกิดการต่อสู้กันก่อนสนามจริง " with dissolve
    "แน่นอนว่าเพื่อนของคู่กัดเอมิก็น่าจะคิดเหมือนผม เธอเลยพยายามพาเพื่อนเธอกลับบ้านแต่โดยดี เหตุการณ์วันนี้เลยจบลงด้วยสันติ"
    tk "ไม่นึกเลยนะว่าเธอจะมีศัตรูคู่แค้น"
    show Eimi_Eimi_normal
    show question with Dissolve(1.0)
    ei "ทำไมล่ะคะ?" with dissolve
    hide question
    n "ถึงเอมิจะเป็นคนชอบพูดเสียงดังและพูดจาแปลกๆ แต่ผมไม่เคยเห็นเธอตะโกนใส่ใครด้วยความโกรธเคืองมาก่อน "
    "เอมิโมโหรุนแรงเป็นภาพที่ผมไม่เคยเห็นมาก่อน"
    tk "ปกติเธอดูไม่เหมือนคนที่จะคิดมากหรือคิดแค้นใครน่ะ"
    hide Eimi_Eimi_normal

    show Eimi_Body_shy_Eimi_panic_shy
    n "เอมิเลิกคิ้วขึ้นน้อยๆหลังฟังความเห็นของผม เด็กสาวผมสีน้ำตาลใบหน้าแดงระเรื่อขึ้นเล็กน้อย" with dissolve
    ei "รุ่นพี่ทาคากิก็มองเอมิในแง่ดีเกินไปแล้วค่ะ"
    tk "เหรอ?"
    hide Eimi_Body_shy_Eimi_panic_shy

    show Eimi_Eimi_smug3
    ei "เอมิดีใจนะคะที่รุ่นพี่คิดว่าเอมิเป็นร่าเริงและไม่คิดอะไรมาก แต่จริงๆแล้วเอมิก็ไม่ได้เป็นคนที่ให้อภัยคนอื่นง่ายขนาดนั้นหรอกค่ะ" with dissolve
    n "เด็กสาวผมสีน้ำตาลถอนหายใจเบาๆ ใบหน้าน่าเอ็นดูของเอมิเผยยิ้มเศร้าๆออกมา"
    "ความจริงผมก็รู้ตั้งนานแล้วล่ะว่าเอมิเป็นคนคิดมากกว่าที่เห็นภายนอก "
    "ทั้งนิสัยที่ชอบเอารอยยิ้มมาบังความรู้สึกจริงๆ ทั้งที่เธอชอบไปนั่งเศร้าเงียบๆคนเดียว ไม่มีทางหรอกที่รุ่นน้องของผมจะเป็นคนไม่คิดอะไรเลย"
    "ผมคิดว่าการที่เธอโกรธมากผิดปกติน่าจะมีสาเหตุอยู่"
    tk "เอมิ ถ้าเธอไม่สบายใจ เธอไม่ต้องตอบคำถามของฉันต่อจากนี้ก็ได้นะ "
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_smile
    ei "คะ?" with dissolve
    tk "เด็กที่ชื่อโฮโนกะนั่นน่ะคือเพื่อนในชมรมที่เธอเคยเล่าว่าชอบดูถูกเธอหรือเปล่า?"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_sad
    ei "....." with dissolve
    n "คำถามจากผมทำให้เอมิเงียบลง ผมสังเกตเห็นเด็กสาวผมน้ำตาลเม้มปากแน่นกว่าเดิม"
    "ดูเหมือนผมจะถามคำถามแทงตรงใจเธอเกินไป"
    "เอมิถอนหายใจยาวๆก่อนที่เธอจะพูดขึ้นพร้อมกับยิ้มเศร้า"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "รุ่นพี่มองออกด้วยเหรอคะ?" with dissolve
    n "ผมพยักหน้าให้เอมิ"
    "ดูจากท่าทางหลายอย่างของเอมิ ผมก็พอเดาออกแล้วว่าโฮโนกะน่าจะไม่ใช่แค่คู่แข่งในการแย่งตำแหน่งตัวจริงธรรมดา "
    "ผมรู้สึกได้ว่าทั้งสองคนดูเหมือนจะมีอะไรมากกว่าที่เห็นผิวเผิน"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_smug3
    ei "รุ่นพี่รู้ไหมคะว่าทำไมพวกเราเจอกันครั้งแรก เอมิถึงกำลังวิ่งอยู่ค่ะ" with dissolve
    tk "ไม่ใช่ว่าเธอแค่วิ่งแล้วไม่ระวัง จนมาชนงานฉันเฉยๆเหรอ?"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_angry
    ei "ไม่ใช่อยู่แล้วสิคะ 	" with dissolve
    n "เอมิทำตาโตขึ้นพร้อมกับส่ายหน้ารัวๆ "
    "ผมคิดจะหยอกเธอโดยเอาเรื่องเก่าๆมาพูดเพื่อให้บรรยากาศผ่อนคลายลง แต่เอมิกลับยังไม่ผ่อนสีหน้าลงเลยแม้แต่น้อย เธอดูจะจริงจังขึ้นมากเมื่อพูดถึงโฮโนกะ"
    "พอเห็นสีหน้าที่ขึงขังขึ้น ผมจึงทำได้แต่เงียบลง"
    "ตัวเลือกที่ดีที่สุดคงเป็นการยืนฟังรุ่นน้องของผมดีๆ"
    hide Eimi_Eimi_angry

    show Eimi02_Eimi02_sad
    ei "เอมิในตอนนั้นน่ะ หนีจากโฮโนกะมาค่ะ" with dissolve
    tk "....."
    n "คำตอบของเอมิทำให้ผมพอมองเห็นภาพรวมของสิ่งที่เกิดขึ้น"
    "ผมพอจะคาดเดาได้แล้วว่าเธอจะพูดอะไรต่อไป"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_scared
    ei "โฮโนกะเป็นสมาชิกชมรมชั้นม. 4 ที่พวกรุ่นพี่ในชมรมคาดหวังที่สุดค่ะเพราะเธอมีฝีมือมากที่สุด" with dissolve
    tk "แถมผู้หญิงคนนั้นก็ยังอยู่ฝั่งตรงข้ามในการแข่งชิงตำแหน่งตัวจริงสินะ"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    ei "ใช่ค่ะ" with dissolve
    n "สำหรับเอมิแล้ว โฮโนกะคืออุปสรรคที่ใหญ่ที่สุดในการแข่งขัน "
    "แต่มันไม่ใช่แค่นั้น โฮโนกะคือคนที่ทำให้ผมได้พบกับเอมิ เธอคือตัวการที่ทำให้ความสัมพันธ์ระหว่างผมกับเอมิเริ่มขึ้น"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_smug2
    ei "เพราะว่าเอมิน่ะตัวเตี้ยเกินไปจนโครงร่างไม่อำนวยกับบาสเกตบอลแถมยังเล่นบาสได้แย่กว่าโฮโนกะ โฮโนกะเลยชอบว่าเอมิบ่อยๆว่าจะพยายามไปทำไม" with dissolve
    tk "....."
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_scared
    ei "วันแรกที่หนูเจอกับรุ่นพี่น่ะ โฮโนกะเห็นหนูกำลังซ้อมบาสเกตบอลอยู่แล้วเธอก็เข้ามาว่าหนูว่าพยายามเท่าไหร่ก็ไม่เก่งขึ้นหรอก " with dissolve
    tk "....."
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_smug2
    ei "ถ้าโดนว่าแค่ไม่กี่ครั้งก็ไม่เป็นไรหรอกค่ะ แต่โดนว่าหลายๆครั้งติดต่อกันทุกวัน แถมคนที่ดูถูกเรายังเป็นคนที่เก่งกว่าเราอีก " with dissolve
    tk "เธอก็เลย..."
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_sad
    ei "พอหนูเถียงอะไรไม่ได้ สุดท้ายก็เลยทำได้แต่หนีออกมาค่ะ" with dissolve
    tk "...แล้วเธอก็วิ่งมาเจอฉันสินะ"
    n "เอมิพยักหน้าเบาๆด้วยสีหน้าที่หม่นหมอง "
    "รอยยิ้มเศร้าๆของเธอทำให้ผมรู้สึกเจ็บข้างในอก"
    hide Eimi02_Eimi02_sad

    show Eimi_Eimi_sad
    ei "ต้องขอโทษด้วยนะคะ รุ่นพี่ทาคากิ" with dissolve
    n "เอมิก้มหัวให้ผมด้วยใบหน้ารู้สึกผิด "
    hide Eimi_Eimi_sad

    show Eimi_Eimi_sad2
    ei "เพราะเหตุผลไม่เข้าเรื่อง เอมิเลยทำให้งานของรุ่นพี่พัง เอมิขอโทษจริงๆค่ะ" with dissolve
    n "ผมถอนหายใจออกมาเมื่อฟังคำพูดที่เต็มไปด้วยความเศร้าจากรุ่นน้อง"
    tk "ไม่ต้องคิดมากหรอก"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_o
    ei "รุ่นพี่คะ..." with dissolve
    n "ผมไม่ได้คิดแค้นเอมิเพราะเรื่องมันผ่านมานานแล้ว แต่สำหรับเอมิที่เป็นคนคิดมาก ผมว่าเธอคงจะเก็บมาคิดจนทำร้ายจิตใจตัวเองหลายต่อหลายครั้ง"
    "สำหรับคนบางคนที่ทำผิดพลาดมาก่อน การให้อภัยตัวเองนับเป็นเรื่องที่ยาก"
    "ผมเข้าใจเธอดี"
    tk "เรื่องงานประกวดน่ะเป็นปัญหาส่วนตัวของฉัน เธอเอาเวลาไปคิดเรื่องของเธอดีกว่าเอมิ"
    hide Eimi_Eimi_o

    show Eimi_Eimi_sad
    ei "....." with dissolve
    n "เอมิเงียบลงเมื่อผมไม่ถือสาอะไรเธอ "
    "ผมต้องพยายามเปลี่ยนเรื่องเพื่อให้เอมิเลิกคิดถึงเรื่องที่แก้ไขไม่ได้ "
    tk "เด็กที่ชื่อโฮโนกะน่ะเก่งแค่ไหนงั้นเหรอ?"
    n "เด็กสาวผมน้ำตาลเลิกคิ้วขึ้นน้อยๆด้วยความประหลาดใจ"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_serous
    ei "ไม่นึกเลยนะคะว่ารุ่นพี่จะสนใจการแข่งของหนูในเชิงลึกขนาดนี้" with dissolve
    tk "เห็นเธอพูดมาเยอะก็เลยสนใจขึ้นมา"
    hide Eimi_Eimi_serous

    show Eimi02_Eimi02_onegai
    ei "ถ้าถามว่าโฮโนกะเก่งตรงไหน แค่ปัจจัยพื้นฐานอย่างความเร็วในการวิ่งกับพลังในการบุก โฮโนกะก็เหนือกว่าทุกคนในชั้นม. 4 แบบกินขาดแล้วค่ะ" with dissolve
    tk "พูดง่ายๆคือสมรรถภาพโดยรวมของเธอคนนั้นดีกว่าคนชั้นปีเดียวกันสินะ"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_normal
    ei "ใช่ค่ะ" with dissolve
    n "เอมิพยักหน้าให้ผมเรียบๆขณะที่เธอกำลังทำสายตาจริงจัง "
    "เธอน่าจะครุ่นคิดถึงความสามารถอีกฝ่ายแล้วพยายามอธิบายให้ผมเข้าใจง่ายที่สุด"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_sad
    ei "แต่นั่นไม่ใช่เรื่องที่ทำให้ชนะโฮโนกะลำบากที่สุดหรอกค่ะ" with dissolve
    tk "แล้วปัญหาหลักคืออะไร?"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_normal
    ei "รุ่นพี่ทาคากิทราบไหมคะว่าบาสเกตบอลมีเขตที่ถ้าชู้ตลูกลงห่วงแล้วจะได้คะแนน 3 แต้มแทนที่จะเป็น 2 แต้มตามปกติ" with dissolve
    tk "เขตที่ห่างจากจุดศูนย์กลางห่วงประมาณ 6 - 7 เมตรสินะ"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_smile
    ei "รุ่นพี่ก็รู้ดีนี่คะ" with dissolve
    tk "ฉันเคยอ่าน Sxam dunk ไง"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_stupid
    ei "อุหวา หนูก็แทบจะลืมไปแล้วว่ารุ่นพี่ชอบอ่านมังงะคนแก่" with dissolve
    tk "เอมิ เลิกหาว่าฉันแก่สักที"
    n "ผมบ่นอุบขณะที่ทำใบหน้าเหนื่อยใจให้เอมิ "
    "ทั้งๆที่บทสนทนากำลังจริงจังแต่เอมิกลับหาโอกาสมาว่าผมเนียนๆ "
    "ไม่รู้ว่าเธอตั้งใจหรือทำไปเองโดยไม่รู้ตัวกันแน่นะ"
    hide Eimi02_Eimi02_stupid

    show Eimi02_Eimi02_scared
    ei "โฮโนกะน่ะชู้ตสามแต้มได้แม่นมากๆค่ะ" with dissolve
    tk "แม่นแค่ไหนกันล่ะ?"
    hide Eimi02_Eimi02_scared

    show Eimi_Eimi_o
    ei "แม่นขนาดที่เลี้ยงลูกหนีจากแป้นบ่อยๆเพื่อให้ชู้ตสามแต้มได้ค่ะ" with dissolve
    n "ผมตาโตขึ้นน้อยๆหลังจากฟังเอมิ"
    tk "จงใจเลี้ยงออกเองเลยงั้นเหรอ?"
    hide Eimi_Eimi_o

    show Eimi_Eimi_normal
    ei "เจ้าตัวมีคำพูดติดปากระดับที่ว่า ‘สามแต้มก็ต้องดีกว่าสองแต้มแน่นอนอยู่แล้ว’ ด้วยซ้ำค่ะ" with dissolve
    tk "เป็นคนที่มีจุดยืนชัดเจนดีนะ"
    n "ทั้งพลังเกมบุกเหนือกว่าคนในรุ่นเดียวกัน แถมยังมีทักษะชู้ตสามแต้มอีก"
    "ผมฟังแล้วรู้สึกว่าศัตรูของเอมิครั้งนี้เป็นคนที่ประมาทไม่ได้จริงๆ"
    "เข้าใจแล้วว่าทำไมเอมิถึงดูเครียดขนาดนี้"
    tk "เธอคนนั้นมั่นใจฝีมือตัวเองมากสินะ"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_confident
    ei "มันเป็นความมั่นใจที่เกิดจากการฝึกฝนค่ะ" with dissolve
    tk "....."
    hide Eimi_Eimi_confident

    show Eimi_Eimi_sad
    ei "ถึงหนูจะไม่ชอบโฮโนกะเพราะนิสัยแย่ๆของเธอ แต่หนูก็ปฏิเสธไม่ได้ว่าเธอคนนั้นน่ะฝึกซ้อมมากกว่าใครและเข้มงวดกับตัวเองมากกว่าทุกคนในรุ่นเดียวกัน" with dissolve
    n "ดวงตาที่เคยดูขี้เล่นและเต็มไปด้วยความสดใสเต็มเปี่ยมไปด้วยความขึงขัง"
    "แม้กระทั่งน้ำเสียงและวิธีพูดของเธอก็เปลี่ยนไป"
    tk "เธอไม่ชอบโฮโนกะแต่ก็ยอมรับในความทุ่มเทสินะ"
    hide Eimi_Eimi_sad

    show Eimi_Eimi_o
    ei "ใช่ค่ะ" with dissolve
    n "เอมิมองสบเข้ามาในดวงตาผมตรงๆ "
    "ดวงตาคู่โตของเธอไม่กะพริบเลยแม้แต่ครั้งเดียว"
    hide Eimi_Eimi_o

    show Eimi_Eimi_serous
    ei "แต่การยอมรับ มันเป็นคนละเรื่องกับการแข่งแย่งตำแหน่งตัวจริงค่ะ" with dissolve
    tk "....."
    hide Eimi_Eimi_serous

    show Eimi_Eimi_confident
    ei "การแข่งขันครั้งนี้น่ะนอกจากเป็นการแย่งตำแหน่งที่สำคัญมากแล้ว ยังมีเรื่องความรู้สึกส่วนตัวของเอมิที่อยากเอาชนะโฮโนกะด้วยค่ะ" with dissolve
    n "ผมสังเกตเห็นเอมิกำหมัดตัวเองแน่นจนมือสั่นไปหมด"
    "ความรู้สึกอันรุนแรงและความกระหายชัยชนะกำลังพรั่งพรูออกมาจากเด็กสาวผมน้ำตาล ผมที่ไม่เคยเห็นเอมิถูกความรู้สึกครอบงำอย่างรุนแรงเท่านี้มาก่อนถึงกับพูดไม่ออก"
    hide Eimi_Eimi_confident

    show Eimi_Eimi_serous
    ei "ครั้งนี้ เอมิจะต้องชนะโฮโนกะให้ได้ค่ะ " with dissolve
    n "เอมิพูดขึ้นด้วยเสียงขึงขังท่ามกลางท้องฟ้าสีส้มที่มีดวงอาทิตย์ใกล้ลับฟ้าเป็นฉากหลัง"
    "...ราวกับเอ่ยคำสัญญาที่มอบให้กับตัวเอง"
    hide Eimi_Eimi_serous
    jump q6_5
    return

