label q2_4b:
    show artroom_afternoon with Dissolve(1.0)
    play music "audio/bgm/nodokana_hi.mp3" volume 0.5
    show Eimi_Eimi_smile2
    tk "จะว่ามันมีก็มีล่ะนะ" with dissolve
    n "ไม่รู้ทำไม ผมถึงอยากเล่าเรื่องตัวเองขึ้นมา"
    "ผมก็ไม่เข้าใจว่าทำไมเมื่ออยู่กับเอมิแล้วผมจะยอมโอนอ่อนง่ายลงเป็นพิเศษ"
    "อาจจะเพราะผมไม่ได้คุยกับคนอื่นยาวๆมานานแล้วก็ได้ ต่อให้ผมตอกย้ำว่าตัวเองไม่ต้องการเพื่อน แต่ในใจลึกๆ ผมอาจจะอยากได้ใครสักคนที่มานั่งฟังผมระบายเรื่องตัวเอง"
    "...แค่ใครสักคนหนึ่ง"
    tk "นี่เป็นภูเขาที่ฉันไปเที่ยวกับครอบครัวตอนเด็กๆน่ะ"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "รุ่นพี่มีตอนเด็กๆด้วยเหรอคะ? " with dissolve
    hide panic
    tk "ฉันก็ต้องโตหรือเปล่า ฉันเป็นคนนะ =_="
    hide Eimi_Eimi_panic

    show Eimi02_Eimi02_stupid
    ei "เห็นทำหน้าตึงๆทั้งวันเลยนึกว่าเกิดมาแล้วโตเป็นผู้ใหญ่เลยค่ะ อาจจะไม่เคยมีวัยเด็กเลยไม่รู้จักเล่นมุกหรือเล่นสนุกกะชาวบ้านบ้างนี่คะ" with dissolve
    tk "เธอคิดว่าฉันเป็นสิ่งมีชีวิตประเภทไหนกันเนี่ย?"
    n "ผมกุมขมับกับความเห็นของเอมิ ความเชื่อของเธอเป็นสิ่งที่ขัดกับหลักชีววิทยาแบบสุดกู่"
    "ถ้าเป็นคนอื่นพูด ผมคงเชื่อว่าคนอื่นพูดเล่น แต่พอเอมิพูด ผมกลับนึกว่าเธอคิดแบบนั้นจริงๆเพราะความสมองกลวงผสมขี้มโนของเธอ"
    tk "สมัยก่อนครอบครัวฉันไปเที่ยวกันบ่อยมากเลยล่ะ ทั้งฉัน พ่อกับแม่แล้วก็พี่ชาย แต่พอโตขึ้น ที่บ้านก็เข้มงวดขึ้นก็เลยไม่ได้มีช่วงเวลาดีๆแบบนั้นอีกแล้ว"
    hide Eimi02_Eimi02_stupid

    show Eimi02_Eimi02_normal
    ei "รุ่นพี่มีพี่ชายด้วยเหรอคะ?" with dissolve
    tk "............."
    n "ผมไม่อยากขยายความไปมากกว่านี้เลยไม่ได้ตอบเธอทันที"
    "ผมพยายามเลือกหาคำตอบที่กลางๆเพื่อที่เอมิจะได้ไม่ต้องรู้มากเกินไป"
    tk "ก็มีแหละ"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_onegai
    show question with Dissolve(1.0)
    ei "หืมม?" with dissolve
    hide question
    tk "จะ ‘หืม’ ทำไม?"
    hide Eimi02_Eimi02_onegai

    show Eimi02_Eimi02_normal
    ei "แค่คิดว่าพี่ชายของรุ่นพี่จะเป็นคนยังไง? จะออกมาเหมือนรุ่นพี่อีกคนไหม?" with dissolve
    tk "ถ้ามีฉันสองคนแล้วมันจะยังไง?"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_ehhh
    show surprise with Dissolve(1.0)
    ei "ครอบครัวรุ่นพี่ก็จะเป็นฝูงคนหน้าเครียดเดินกันเป็นหน้ากระดานค่ะ แค่หนูคิดภาพตามก็กลัวแล้ว" with dissolve
    hide surprise
    tk "อย่ามาล้อเรื่องหน้าชาวบ้านสิ ._."
    hide Eimi02_Eimi02_ehhh

    show Eimi_Eimi_030_02
    show aware with Dissolve(1.0)
    ei "ฮึบฮ่าๆ! พวกเราคือกองพันหน้าเครียดที่ 101 ถ้าไม่หลีกทางจะโดนพู่กันแทงก้นนะ ฮึบฮ่าๆ!" with dissolve
    hide aware
    tk ".................... ._.”"
    n "เรื่องชอบทำหน้าตึงๆนี่เป็นปมด้อยผมพอสมควรถึงผมจะไม่เคยบ่นให้ใครฟังก็เถอะ"
    "พอเอมิทักเรื่องนี้ขึ้นมาเลยรู้สึกปวดอกหน่อยๆแฮะ"
    hide Eimi_Eimi_030_02

    show Eimi02_Eimi02_smile2
    show question with Dissolve(1.0)
    ei "แล้วตกลงพี่ชายรุ่นพี่นี่เหมือนรุ่นพี่ไหมคะ?" with dissolve
    hide question
    stop music
    play music "audio/bgm/tsuyukusa.mp3" volume 0.5
    tk "นั่นสิ"
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_normal
    ei "นั่นสิคือยังไงเหรอคะ?" with dissolve
    tk "ฉันเองก็อยากรู้เหมือนกันว่าพี่ฉันจะเป็นคนยังไง "
    n "ผมพูดแล้วก็ส่งเสียงถอนหายใจเบาๆ "
    "ทุกครั้งที่ผมนึกถึงครอบครัว ภาพตรงหน้าก็มืดมัวไปหมด มันไม่ใช่เรื่องที่น่าคิดถึงเท่าไหร่ "
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_smug2
    ei "รุ่นพี่ไม่ค่อยสนิทกับคนในครอบครัวเหรอคะ?" with dissolve
    tk "คนส่วนมากก็ควรจะสนิทกับคนในครอบครัวสินะ"
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_normal
    ei "มันก็ควรจะเป็นแบบนั้นนี่คะ" with dissolve
    tk "..........."
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_scared
    ei "หรือว่าหนูพูดผิดคะ? " with dissolve
    n "เอมิดูจะไม่เข้าใจปฏิกิริยานิ่งๆของผม ทำให้ผมดูออกว่าเธอคนนี้คงจะโตมาในครอบครัวที่มีความสุขและทุกคนน่าจะรักเธอดี"
    "...เธอแตกต่างกับผมเหลือเกิน"
    tk "จริงๆฉันก็ไม่เข้าใจหรอกว่าทำไมถึงวาดรูปนี้ "
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_normal
    ei "......." with dissolve
    tk "เรื่องที่ไปเที่ยวด้วยกัน เรื่องที่ทุกคนในครอบครัวยังไม่ได้ทำตัวเครียดๆใส่กัน...เรื่องพวกนั้นน่ะมันผ่านมานานมากแล้ว "
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_normal
    ei "............" with dissolve
    tk "บางทีมันอาจเพราะว่ามันเป็นทิวทัศน์ที่สวยดีก็ได้มั้ง"
    n "ผมมองรูปที่ตัวเองวาดขึ้นด้วยความรู้สึกอันแปรปรวนในใจ"
    "บางทีผมก็ไม่เข้าใจว่าทำไมผมถึงอยากวาดรูปรูปหนึ่ง เหตุผลมันอาจมีแค่ผมอยากจะวาดมัน"
    "ยิ่งเป็นรูปทิวทัศน์นี้ ผมก็ยิ่งไม่เข้าใจเข้าไปใหญ่"
    hide Eimi02_Eimi02_normal

    show Eimi_Eimi_smile
    ei "ไม่ใช่ว่าเหตุผลมันง่ายๆเหรอคะ?" with dissolve
    tk "หา?"
    n "คำพูดของเอมิทำให้ผมอุทานขึ้น"
    "ไม่นึกเลยว่าจู่ๆเธอจะออกความเห็นขึ้นมาด้วยน้ำเสียงที่จริงจังขึ้น ถึงแม้บนใบหน้าสะสวยนั่นจะยังเต็มไปด้วยรอยยิ้มเจิดจ้าก็ตาม"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_smile2
    ei "บางทีที่รุ่นพี่วาดมัน อาจจะเพราะรุ่นพี่อยากไปเที่ยวกับครอบครัวที่นี่อีกครั้งก็ได้นี่คะ" with dissolve
    tk "........."
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_smile
    ei "ที่ๆวิวดีๆน่ะ ใครๆก็อยากไปเที่ยวกับคนสำคัญค่ะ...จริงไหมล่ะคะ?" with dissolve
    tk "...................."
    n "คำพูดของเอมินั้นดูเป็นข้อสรุปชุ่ยๆที่ดูง่ายดาย แต่ผมกลับโต้เถียงไม่ออกเมื่อคำพูดเหล่านั้นหลั่งไหลเข้ามาในการได้ยิน"
    "ผมไม่เคยนึกว่าเหตุผลมันจะเป็นเรื่องง่ายๆแค่นั้น ผมแค่คิดว่าผมทำอะไรไปตามอารมณ์ไม่แน่นอนของตัวเอง แต่จิตใจของผมกลับไม่ปฏิเสธเอมิ"
    "ทั้งๆที่ไม่ได้เป็นคนคิดอะไรมาก แต่ผู้หญิงคนนี้กลับมองทะลุเราเข้ามาตรงๆ"
    "อิทสึกิ เอมิ...เธอเป็นคนที่น่าสนใจจริงๆ"
    tk "ก็อาจจะจริง"
    n "สุดท้าย ผมก็ได้แต่หัวเราะในลำคอเบาๆคนเดียว"
    stop music
    "เพราะในใจลึกๆ ผมเห็นด้วยกับคำพูดของเด็กสาวที่นั่งเคียงข้างผม"
    jump q2_5
    return
