label q7_1:    

    show school_park_3 with Dissolve(1.0)
    play music "audio/bgm/yuki_kaze.mp3" volume 0.5
    show Eimi_Eimi_smile
    play sound "audio/SoundEffect/walk.mp3" volume 5.0
    n "ขณะที่ผมกับเอมิเดินกลับบ้านด้วยกันสองคน ผมถามเอมิขึ้นมาด้วยความสงสัย" with dissolve
    tk "ฉันดูเปลี่ยนไปอย่างที่เอ็นโจพูดจริงเหรอ? เอมิ"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_normal
    n "คำถามของผมทำให้เอมิหันมามองผมด้วยดวงตาคู่โต " with dissolve
    "แทนที่จะคุยกับผมดีๆ เอมิกลับส่งเสียงหัวเราะเจ้าเล่ห์ใส่ผมแทน"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_smug3
    show laught with Dissolve(1.0)
    ei "หนูว่ารุ่นพี่ก็ยังปากร้ายหน้าดุเหมือนเดิมค่ะ ฮะๆๆ" with dissolve
    hide laught
    tk "เออ ขอบคุณ "
    n "ผมทำหน้าเหยเกเมื่อเอมิพูดเปิดอกกับผมตรงๆ รู้ตัวอีกทีผมก็กำลังทำมุมปากบิดๆเบี้ยวๆด้วยความไม่พอใจเล็กๆ"
    "ทั้งๆที่ผมถามจริงจังแต่เอมิก็ดันทำเป็นเล่น ให้ตายสิ"
    "สัมผัสเบาๆจากมือบางกระทบที่ไหล่ขวาผมสองสามครั้ง เป็นเอมิที่ยืนอยู่ข้างผมนั่นเองที่ตบไหล่ผมเพื่อปลอบใจ"
    hide Eimi_Eimi_smug3

    show Eimi_Eimi_smile4
    show happy with Dissolve(1.0)
    ei "ล้อเล่นค่ะๆ" with dissolve
    hide happy
    tk "....."
    hide Eimi_Eimi_smile4

    show Eimi_Eimi_smile2
    ei "ถ้าเทียบกับเมื่อก่อน รุ่นพี่ทาคากิน่ะดูเข้าหาง่ายขึ้นมากจริงๆค่ะ" with dissolve
    n "ผมเลิกคิ้วขึ้นน้อยๆด้วยความประหลาดใจเพราะไม่นึกว่าเอมิจะมีความเห็นเหมือนเอ็นโจ"
    tk "เหรอ?"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_0_0
    show question with Dissolve(1.0)
    ei "นี่รุ่นพี่ไม่รู้สึกตัวเลยใช่ไหมคะ?" with dissolve
    hide question
    tk "ก็ไม่"
    n "ผมส่ายหน้าให้รุ่นน้องข้างตัว ทำให้เอมิทำตาปริบๆใส่ผมสองสามครั้ง"
    hide Eimi_Eimi_0_0

    show Eimi_Eimi_smile
    ei "หลังๆมานี่รุ่นพี่ยิ้มง่ายขึ้นนะคะ แล้วก็ไม่ได้แผ่บรรยากาศแบบชาวบ้านอย่าเข้ามายุ่งเหมือนเมื่อก่อน" with dissolve
    tk "บรรยากาศ?"
    hide Eimi_Eimi_smile

    show Eimi_Eimi_smile2
    ei "สมัยก่อนรุ่นพี่ทาคากิเหมือนกับปล่อยสนามพลังไล่คนอื่นได้ค่ะ แบบว่าคนข้างๆอยู่ด้วยก็กดดันแล้ว แต่หลังๆมานี้สนามพลังเหลือพลังงานไม่ถึง 30\% ของเมื่อก่อน คนเลยกลัวกันน้อยลงค่ะ" with dissolve
    tk "ฉันไม่ใช่เอสเปอร์นะเฮ้ย"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_smug3
    show laught with Dissolve(1.0)
    ei "หนูแค่เปรียบเทียบค่ะ ฮะๆๆๆ" with dissolve
    hide laught
    n "เอมิพูดแก้ตัวเพราะผมร้องเสียงดังขึ้นใส่เธอ เธอจึงได้แต่หัวเราะเจื่อนๆให้ผม"
    "นี่คือเหตุผลที่คนรอบตัวผมชอบแอบคุยกันว่าผมดูน่ากลัวน้อยลงสินะ"
    show art_room1 with Dissolve(1.0)
    hide school_park_3

    hide Eimi_Eimi_smug3


    en "รุ่นพี่อาจจะเปลี่ยนไปเพราะเธอคนนั้นก็ได้นะครับ" with dissolve
    show school_park_3 with Dissolve(1.0)
    hide art_room1


    show Eimi02_Eimi02_smile
    n "คำพูดของเอ็นโจแวบเข้ามาในหัวผมอีกครั้งหนึ่ง" with dissolve
    "ผมจ้องมองไปยังเอมิพลางคิดถึงหลายๆเรื่องที่ผ่านมา "
    "ตั้งแต่มีเธอคนนี้เข้ามาในชีวิต ผมก็รู้สึกว่าการนั่งอยู่ในห้องชมรมศิลปะคนเดียวเพื่อรอให้เธอคนนี้มาหาผมทุกวันก็เป็นชีวิตที่ไม่เลวเท่าไหร่"
    "บางทีชีวิตอย่างที่เป็นตอนนี้อาจจะไม่ได้แย่ขนาดนั้น..."
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_smile2
    ei "รุ่นพี่ทาคากิกำลังอมยิ้มอะไรอยู่คนเดียวคะ?" with dissolve
    tk "ห๊ะ?"
    hide Eimi02_Eimi02_smile2

    show Eimi02_Eimi02_smile3
    ei "แบบว่าเดินด้วยกันกับเอมิแล้วจู่ๆก็ยิ้มขึ้นมาแบบไม่มีสาเหตุ หรือว่ากำลังดีใจที่ได้เดินกับรุ่นน้องสุดน่ารักอย่างเอมิกันค่ะ " with dissolve
    n "เอมิยิ้มกว้างให้ผม เจ้าของรอยยิ้มที่เจิดจ้าส่องประกายและเต็มไปด้วยความมั่นใจราวกับกำลังล้อผมไม่มีผิด"
    "ถ้าเป็นเมื่อก่อน ผมคงบอกเธอไปว่าอย่าหลงตัวเองไปหน่อยเลย "
    "แต่ผมในตอนนี้ไม่มีวันพูดแบบนั้นลงหรอก"
    tk "ก็น่าคิดนะ"
    hide Eimi02_Eimi02_smile3

    show Eimi02_Eimi02_ara
    play sound "audio/SoundEffect/arere.mp3" volume 1.3
    ei "อ่าเร้?" with dissolve
    tk "ไม่เกี่ยวกับว่าน่ารักหรือไม่น่ารักหรอก เกี่ยวกับว่าได้เดินกลับบ้านกับเธอต่างหาก เอมิ"
    hide Eimi02_Eimi02_ara

    show Eimi_shy_Eimi_normal
    ei "......" with dissolve
    n "คำตอบจากผมทำให้เอมิหน้าแดงขึ้นมาฉับพลัน ผมสังเกตเห็นเธอกลืนน้ำลายเงียบๆ "
    "เธอพยายามก้มหน้าหลบตาผม"
    "สิ่งที่ผมทำก็แค่เลิกปกปิดความคิดตัวเองและพูดสิ่งที่อยู่ในใจออกมาเท่านั้น ไม่นึกว่ารุ่นน้องของผมจะมีปฏิกิริยารุนแรงขนาดนี้"
    hide Eimi_shy_Eimi_normal

    show Eimi_shy_Eimi_serous
    ei "รุ่นพี่ทาคากิเดี๋ยวนี้ร้ายขึ้นนะคะ" with dissolve
    tk "ร้าย?"
    hide Eimi_shy_Eimi_serous

    show Eimi_shy_Eimi_smug
    ei "เปลี่ยนจากทำตัวเป็นคนปากไม่ตรงกับใจมารุกใส่เอมิเนียนๆ เอมิที่ไม่ทันตั้งตัวถึงกับมึนไปเลยค่ะ " with dissolve
    tk "ไม่ใช่เธอก็มึนๆอยู่ตลอดเวลารึ?"
    hide Eimi_shy_Eimi_smug

    show Eimi_Eimi_panic
    show panic with Dissolve(1.0)
    ei "เอมิไม่ได้มึนขนาดนั้นนะคะ " with dissolve
    hide panic
    n "เอมิเก็บสีหน้าเขินอาย จากใบหน้าสีแดงสดเปลี่ยนเป็นใบหน้าขาวผ่องเหมือนเดิม เด็กสาวผมทำเป็นกลบเกลื่อนด้วยการทำตัวไม่จริงจังเหมือนที่ทำประจำ"
    tk "พรุ่งนี้ก็วันแข่งจริงของเธอแล้วใช่ไหม?"
    hide Eimi_Eimi_panic

    show Eimi_Eimi_confident
    ei "ใช่ค่ะ" with dissolve
    n "เอมิพยักหน้าตอบผมอย่างจริงจัง ทุกครั้งที่พูดถึงเรื่องบาสเกตบอล เธอจะขึงขังขึ้นมาเป็นปกติ"
    "ดูเหมือนจะเป็นการแข่งที่แพ้ไม่ได้จริงๆสินะ "
    tk "ฉันจะไปดูการแข่งของเธอนะ แต่บางทีอาจจะไปช้าหน่อยเพราะมีธุระ"
    hide Eimi_Eimi_confident

    show Eimi_Eimi_o
    n "คำพูดของผมทำให้เอมิทำตาโตมากกว่าเดิม ผมไม่เข้าใจว่าเธอจะตื่นตะลึงอะไรขนาดนั้น" with dissolve
    tk "ไม่ต้องทำตาโตขนาดนั้นก็ได้นะ"
    hide Eimi_Eimi_o

    show Eimi_Eimi_smile2
    ei "เอมิแค่ตกใจค่ะ" with dissolve
    tk "ตกใจอะไร?"
    hide Eimi_Eimi_smile2

    show Eimi02_Eimi02_closeEYE
    ei "ปกติแล้วสิ่งมีชีวิตที่ชื่อ ‘ทาคากิ ทาเคโอมิ’ เป็นสิ่งมีชีวิตที่สามารถอยู่ได้ด้วยการวาดภาพแทนการหายใจ\nและมีกิจวัตรที่โรงเรียนอยู่สองอย่างคือเรียนหนังสือกับนั่งเดียวดายในห้องชมรมศิลปะ"  with dissolve
    ei "หนูเลยไม่นึกว่ารุ่นพี่จะเจียดเวลามาดูหนูแข่งบาสเกตบอลเลยแม้แต่นิดเดียวค่ะ"
    tk "นี่เธอจะวางมาตรฐานฉันต่ำไปหน่อยแล้วนะ"
    n "ผมทำหน้าเนือยๆกับการประเมินของเอมิ ไม่นึกเลยว่ารุ่นน้องผมจะคิดกับผมแบบนั้นมาตลอด"
    tk "รุ่นน้องที่สนิทด้วยจะแข่งทั้งที ไม่ไปดูก็เสียมารยาทน่ะสิ"
    hide Eimi02_Eimi02_closeEYE

    show Eimi02_Eimi02_smug2
    ei "แค่เสียมารยาทเหรอคะ?" with dissolve
    n "เอมิยิ้มเจ้าเล่ห์และหัวเราะในลำคอใส่ผม "
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_smug3
    ei "ไม่ใช่ว่ารุ่นพี่อยากเห็นเอมิในชุดกีฬาเหรอคะ ชุดแบบว่าโชว์เนื้อหนังกว่าชุดปกติ หนูเคยได้ยินนะคะว่าผู้ชายบางคนชอบสาวๆที่เล่นกีฬา รุ่นพี่ก็เป็นคนประเภทนั้นสินะคะ" with dissolve
    tk "อย่าใส่ความ"
    hide Eimi02_Eimi02_smug3

    show Eimi02_Eimi02_smug
    ei "ไม่เนียนค่ะ รุ่นพี่ เอมิอ่านออกหมดแล้ว " with dissolve
    tk "....."
    n "ผมหมดคำพูดกับพลังมโนของเธอ ถึงในใจจะแอบคิดว่าผมอยากเห็นเอมิในชุดอื่นๆบ้าง "
    "ว่ากันตามตรงแล้ว ผมไม่เคยเห็นเธอลงแข่งแบบจริงจังเลย การไปดูเธอแข่งพรุ่งนี้จึงนับว่าเป็นกิจกรรมที่ไม่เลวนัก"
    tk "เอมิ "
    hide Eimi02_Eimi02_smug

    show Eimi02_Eimi02_smile
    ei "คะ?" with dissolve
    tk "ฉันเข้าใจว่าศัตรูครั้งนี้น่ะเก่งมาก "
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_normal
    ei "....." with dissolve
    tk "แต่มันไม่ใช่แค่เรื่องความเก่งใช่ไหมล่ะ เพราะถ้าไม่มีเด็กคนนั้น เธอก็จะไม่ได้หนีมาและไม่ได้มาเจอกับฉัน"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_scared
    ei "...ใช่ค่ะ" with dissolve
    n "เอมิพยักหน้าให้ผม ดวงตาของเธอเผยความหมองเศร้าออกมาเล็กๆ ไม่แปลกที่แม้แต่คนร่าเริงอย่างเอมิจะแสดงสีหน้าอารมณ์ซับซ้อนขึ้นมาเมื่อผมพูดถึงคู่แข่งของเธอ"
    "สำหรับเธอ โฮโนกะคือคนที่เก่งกว่าเธอ เป็นอุปสรรคของเธอและเป็นสาเหตุที่ทำให้เรื่องราวระหว่างผมกับเอมิเริ่มต้นขึ้น"
    hide Eimi02_Eimi02_scared

    show Eimi02_Eimi02_sad
    "...เธอกำลังจะไปเผชิญหน้ากับคนที่ทำให้ทุกอย่างเริ่มต้น..." with dissolve
    "ผมเลือกที่จะส่งยิ้มให้เธอและยื่นมือไปลูบหัวเอมิที่กำลังกลัดกลุ้มอยู่เบาๆ ทำให้เด็กสาวผมน้ำตาลค่อยๆคลายสีหน้าตึงเครียดลง"
    tk "ชนะให้ได้นะ"
    hide Eimi02_Eimi02_sad

    show Eimi02_Eimi02_onegai
    ei "รุ่นพี่คะ..." with dissolve
    tk "ความฝันของเธอมันใกล้เข้ามาแล้ว ฉันจะไปเชียร์เธอถึงข้างสนามเอง ฉันสัญญา"
    n "ผมพูดขึ้นมาพร้อมกับมองสบเข้าไปในดวงตาคู่โตของเธอ "
    "เด็กสาวผมน้ำตาลที่ฟังคำพูดของผมเลิกคิ้วขึ้นน้อยๆก่อนที่เธอจะยิ้มกว้างออกมา"
    hide Eimi02_Eimi02_onegai

    show Eimi_Eimi_smile2
    ei "เอมิจะพยายามให้ดีที่สุดค่ะ" with dissolve
    tk "ดีมาก"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_smile4
    ei "รุ่นพี่ก็พยายามในส่วนของรุ่นพี่นะคะ" with dissolve
    tk "ฉันจะพยายามอะไรล่ะ งานฉันส่งประกวดไปนานแล้ว"
    hide Eimi_Eimi_smile4

    show Eimi_Eimi_smile3
    ei "ก็พยายามส่งแรงภาวนาให้ตัวเองชนะไงคะ" with dissolve
    tk "จิตรกรเค้าไม่พึ่งดวงหรือสิ่งศักดิ์สิทธิ์อย่างเดียวหรอกนะ"
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_smile2
    show laught with Dissolve(1.0)
    ei "ก็จริงค่ะ ฮะๆๆๆ" with dissolve
    hide laught
    tk "ฮะๆๆๆ"
    show sunset4 with Dissolve(1.0)
    hide school_park_3

    n "จบบทสนทนา พวกเราสองคนก็เดินไปด้วยกันและหัวเราะไปด้วยกัน"
    "ภายใต้ท้องฟ้าสีส้มที่มีพระอาทิตย์ตกดินที่แสนสวยงาม"
    hide Eimi_Eimi_smile2
    jump q7_2
    return

