show Restaurant_Morning1 with Dissolve(1.0)
play music "audio/bgm/cafe_de_swing.mp3" volume 0.5
show eimi_date_body_Eimi_XD
tk "ถ้าบอกว่ามีแล้วเธอจะว่ายังไงล่ะ" with dissolve
hide eimi_date_body_Eimi_XD

show eimi_date_shy_Eimi_panic_shy
ei "เอ๊ะ?" with dissolve
n "เอมิอุทานขึ้นพร้อมกับทำหน้าแดงแจ๋ เธอวางช้อนส้อมทานอาหารลงบนจานแล้วก้มหน้าหนีผมลงน้อยๆราวกับไม่กล้าสบตาผมตรงๆ"
"ยัยนี่เขินง่ายเป็นพิเศษจริงๆแฮะวันนี้"
"ในเมื่อเธอคนนี้ปั่นหัวผมมาเยอะ ผมก็ขอลองหยอกเธอเล่นดูบ้างละกัน"
hide eimi_date_shy_Eimi_panic_shy

show eimi_date_shy_Eimi_smile
show question with Dissolve(1.0)
ei "รุ่นพี่หวังอะไรจากเอมิเหรอคะ?" with dissolve
hide question
n "เอมิมองผมตรงๆด้วยดวงตาคู่โตที่เต็มไปด้วยความคาดหวัง ความเขินอายปรากฏบนใบหน้าน่าเอ็นดูของเธอ"
"ผมคิดไปเองหรือเปล่านะว่าผมแอบเห็นเธอกลืนน้ำลายตัวเอง"
tk "เธอลองทายดูสิ"
hide eimi_date_shy_Eimi_smile

show eimi_date_shy_Eimi_0.0
ei "อะเร้?" with dissolve
tk "มันจะสนุกกว่าถ้าเธอคิดออกเองนะ"
n "ผมส่งยิ้มเรียบๆให้เธอเพื่อแสดงถึงความเหนือกว่าทางการคุมเกมบทสนทนา เอมิที่ไปไม่เป็นถึงกับทำตาโตกว่าเดิมและใบหน้าแดงขึ้นเรื่อยๆ"
hide eimi_date_shy_Eimi_0.0

show eimi_date_shy_Eimi_panic_shy
ei "รุ่นพี่คะ..." with dissolve
tk "....."
hide eimi_date_shy_Eimi_panic_shy

show eimi_date_shy_Eimi_sad2
ei "รุ่นพี่นี่ขี้แกล้งจังนะคะ" with dissolve
n "ผมรู้สึกว่าใบหน้าตัวเองอุ่นๆขึ้นมาเมื่อเห็นใบหน้าเอียงอายอย่างคนแพ้ทางเล่ห์เหลี่ยมจากเอมิ ดวงตาคู่โตของเด็กสาวช้อนมองผมด้วยแววตาออดอ้อน"
"มันยากที่จะแยกแยะว่าเธอแกล้งทำหรือเธอรู้สึกเขินมากจริงๆ "
"ผมได้แต่เฝ้าสนุกด้วยความสนุกเท่านั้นเพราะคิดว่าปฏิกิริยาเธอต่อไปน่าจะมีสีสันดี"
tk "ถ้าตอบช้า ฉันจะกินอาหารต่อแล้วนะ"
hide eimi_date_shy_Eimi_sad2

show Eimi02_date_body_Eimi02_0
ei "....." with dissolve
tk "เธอจะหาคำตอบเจอหรือเปล่าก็ขึ้นกับความพยายามของเธอแล้วนะ เอมิ"
hide Eimi02_date_body_Eimi02_0

show Eimi02_date_body_Eimi02_scared
show panic1 with Dissolve(1.0)
n "ผมส่งยิ้มสำทับตามไปอีกครั้ง ทำให้เอมิยิ่งลนลานกว่าเดิม นานๆทีผมจะไล่ต้อนเธอได้อย่างสมบูรณ์ ผมเลยต้องใส่ไฟให้เอมิตื่นตูมสักหน่อย" with dissolve
hide panic1
"เหตุผลง่ายๆที่ผมทำแบบนี้ก็เพราะผมคิดว่าเวลายัยนี่เขินมันน่าสนุกดี"
hide Eimi02_date_body_Eimi02_scared

show Eimi02_date_body_Eimi02_smile2
ei "ถ้างั้น...เอมิขอทายค่ะ " with dissolve
stop music
tk "ว่ามา..."
play music "audio/bgm/dotabata_happening.mp3" volume 0.5
hide Eimi02_date_body_Eimi02_smile2

show Eimi02_date_body_Eimi02_confident
show wink with Dissolve(1.0)
ei "รุ่นพี่หวังจะเอาหนูเป็นต้นแบบนางเอกมังงะ H ใช่ไหมคะ? " with dissolve
hide wink
tk "..... "
n "การคาดเดาของเอมิทำเอาผมเป็นใบ้ไปเลย"
"มันต้องเป็นพรสวรรค์พิเศษของยัยนี่แน่ๆที่สามารถทำลายบรรยากาศที่ผมสร้างขึ้นมาเพื่อหยอกล้อเธอด้วยการพูดคำไม่กี่คำ"
"บางทีผมก็สงสัยว่ายัยนี่จะเป็นอะไรกับมังงะ H กันนะ"
hide Eimi02_date_body_Eimi02_confident

show Eimi02_date_body_Eimi02_closeEYE2
ei "รุ่นพี่น่ะจะพาหนูมาเลี้ยงข้าวแพงๆแล้วพอหนูจ่ายคืนรุ่นพี่ไม่ไหว รุ่นพี่ก็จะใช้วาทะศิลป์อันแยบยลหลอกล่อให้หนูชดใช้รุ่นพี่ด้วยร่างกาย อย่างงั้นใช่ไหมล่ะคะ " with dissolve
tk "..... "
hide Eimi02_date_body_Eimi02_closeEYE2

show Eimi02_date_body_Eimi02_closeEYE3
ei "ตอนแรกหนูก็คิดว่ารุ่นพี่เป็นคนเข้มๆแท้ๆ แต่ไม่นึกเลยว่าพอเห็นหนูโฆษณาตัวเองบ่อยๆว่าขนาด 85 จากรุ่นพี่ที่แสนเย็นชาก็กลายร่างเป็นสัตว์กินเนื้อ " with dissolve
tk "..... "
hide Eimi02_date_body_Eimi02_closeEYE3

show Eimi02_date_body_Eimi02_panic
ei "ช่างน่ากลัวจริงๆค่ะ รุ่นพี่น่ะเล็งความบริสุทธิ์ของเอมิตั้งแต่วินาทีแรกที่เอมิทำลายงานรุ่นพี่แล้วใช่ไหมล่ะคะ การเลี้ยงข้าวนี่ก็เป็นก้าวสุดท้ายของแผนระยะยาวที่จะเผด็จศึกหนู" with dissolve
tk "..... -_-“"
hide Eimi02_date_body_Eimi02_panic

show Eimi02_date_body_Eimi02_closeEYE
ei "มีทั้งแผนการและลูกล่อลูกชน รุ่นพี่ทาคากินี่สมกับเป็นเจ้าแห่งมังงะ H จริงๆค่ะ " with dissolve
n "ผมนั่งเงียบฟังเธอมานาน ยิ่งฟังก็ยิ่งกุมขมับแน่น"
"พลังจินตนาการยัยนี่มันทะลุหลอดไปไกลจริงๆ ผมฟังแล้วปวดกบาล "
tk "เธอสิ เจ้าแห่งมังงะ H จินตนาการอะไรแต่ละอย่าง"
hide Eimi02_date_body_Eimi02_closeEYE

show eimi_date_body_Eimi_smug2
ei "เอมิไม่อาจสู้กับรุ่นพี่ได้หรอกค่ะ รุ่นพี่แข็งแกร่งนัก" with dissolve
tk "อย่ามายกยอฉันมั่วๆสิฟะ"
hide eimi_date_body_Eimi_smug2

show eimi_date_body_Eimi_panic_shy
ei "ในฐานะที่รุ่นพี่แข็งแกร่งกว่าเอมิ ช่วยรับเอมิเป็นศิษย์เอกของรุ่นพี่ด้วยค่ะ ต่อให้ต้องคำนับสักหมื่นครั้ง เอมิก็ยอมทำได้เพื่อวิชาอันสูงส่ง " with dissolve
tk "นี่มันบทพูดอะไร? เธอหลงมาจากหนังย้อนยุคเรอะ?"
hide eimi_date_body_Eimi_panic_shy

show eimi_date_body_Eimi_cry_meme
ei "ถ้ารุ่นพี่ต้องการความบริสุทธิ์ของเอมิล่ะก็ เอมิก็คงไม่สามารถต้านทานรุ่นพี่ได้ค่ะ เอมิคงทำได้แต่ร้องขอให้รุ่นพี่อ่อนโยนกับเอมิหน่อยเพราะนี่เป็นครั้งแร... " with dissolve
tk "เลิกเล่นมุกใต้สะดือใส่ฉันสักทีเถอะ ._.”"
n "ผมฟังเธอแล้วก็เหงื่อตกมากขึ้นเรื่อยๆจนต้องขัดคอเธอเพราะทนฟังคำพูดออกทะเลจนจบไม่ไหว แถมพวกเรายังอยู่กลางสาธารณะชนอีก ให้ตายเถอะ"
stop music
"ไม่สิ แค่ออกทะเลมันยังนอกไป ยัยนี่คงระดับลอยเรือออกไปนอกอวกาศเลย "
play music "audio/bgm/oshakai_no_junbi.mp3" volume 0.5
hide eimi_date_body_Eimi_cry_meme

show eimi_date_body_Eimi_normal
ei "ว่าแต่..." with dissolve
tk "....."
hide eimi_date_body_Eimi_normal

show eimi_date_body_Eimi_smile
ei "แล้วตกลงรุ่นพี่ต้องการอะไรจากเอมิล่ะคะ?" with dissolve
n "ในที่สุดเธอก็เลิกเล่นมุกแล้วกลับมาถามคำถามจริงจังใส่ผม เธอดูสงสัยมากจริงๆเพราะดวงตาเธอกลับมาใสซื่อแถมยังเอียงคอใส่ผมอีก"
"ผมได้แต่หัวเราะในลำคอกับความซื่อของเด็กสาวผมน้ำตาล"
tk "ก็นั่นสินะ"
hide eimi_date_body_Eimi_smile

show eimi_date_body_Eimi_serous
ei "ไม่บอกนี่มันขี้โกงนะคะ " with dissolve
tk "เธอไม่เคยได้ยินเหรอว่ารุ่นพี่น่ะมักจะเป็นสิ่งมีชีวิตที่ขี้โกงกับรุ่นน้องเสมอ"
hide eimi_date_body_Eimi_serous

show eimi_date_body_Eimi_pout
show pout with Dissolve(1.0)
n "เอมิฟังคำพูดผมแล้วเธอก็ทำแก้มป่อง" with dissolve
hide pout
ei "รุ่นพี่เล่นแง่กับเอมิเหรอคะ"
tk "จริงๆฉันอาจจะแค่อยากเห็นเธอดีใจก็ได้นะ "
hide eimi_date_body_Eimi_pout

show eimi_date_shy_Eimi_panic_shy
ei "อ๊ะ..." with dissolve
n "คำพูดจากผมทำให้เอมิเบิกตากว้างขึ้น "
"ระหว่างเราสองคนไม่มีคำพูดให้กันไประยะหนึ่งเพราะเอมิหน้าแดงขึ้นกว่าเดิมด้วยความประหม่า เธอทำท่าเหมือนจะอ้าปากพูดหลายรอบ แต่เธอไม่ยอมพูดสักทีราวกับลังเล"
"ท่าทางเอียงอายของเธอแสดงให้ผมรู้ว่าผมชนะเธอแล้ว"
hide eimi_date_shy_Eimi_panic_shy

show Eimi02_date_body_shy_Eimi02_pout
show pout with Dissolve(1.0)
"เพราะผมยิ้มให้เธอ เอมิเลยกลับมาทำแก้มป่องใส่ผมทั้งๆที่หน้ายังแดงอยู่" with dissolve
hide pout
ei "รุ่นพี่ขี้โกงจริงๆค่ะ"
tk "ฮึๆ"
n "ผมได้แต่หัวเราะร่วนกับบทสนทนาที่พวกเรามีให้กันเพราะผมรู้สึกว่ามันสนุกดีที่ได้เห็นสีหน้าที่เปลี่ยนไปเรื่อยๆของเอมิ"
"เพราะว่าเธอเป็นคนหน้าตาดีงั้นเหรอ ผมเลยพยายามทำให้เธอแสดงสีหน้าหลายๆแบบออกมา เพราะสำหรับศิลปินแล้ว การเห็นของสวยๆงามๆก็เป็นเหมือนการสร้างแรงบันดาลใจอย่างหนึ่ง"
"หรือว่ามันจะมีเหตุผลมากกว่านั้นกันนะ?"
hide Eimi02_date_body_shy_Eimi02_pout

show eimi_date_body_Eimi_smile
"....." with dissolve
"ทำไม...?"
"นั่นสินะ...ทำไมกัน?"
"ผมได้แต่กุมกลางอกตัวเองเอาไว้เพราะความรู้สึกอบอุ่นที่ก่อตัวขึ้นมา"
"ผมเองก็ยังไม่เข้าใจความรู้สึกนี้ทั้งหมดเหมือนกัน"
"...หรือว่าผมเข้าใจแต่ยังไม่กล้ายอมรับกันนะ..."
stop music
"....."
hide eimi_date_body_Eimi_smile

