label q10_3:
    show PlayerHomeM_Morning1 with Dissolve(1.0)
    play music "audio/bgm/romance.mp3" volume 0.5
    ei "อึ๊กก...!" with dissolve
    show sex03 with Dissolve(0.5)
    hide PlayerHomeM_Morning1

    n "ความเป็นชายของผมถูกแทรกผ่านเข้าไปในกลีบดอกไม้อันชื้นแฉะของเอมิ"
    "สัมผัสที่แนบแน่นก่อตัวขึ้นระหว่างจุดสำคัญของพวกเราสองคน"
    show sex04 with Dissolve(0.5)
    hide sex03

    "เอมิหายใจถี่กระชั้นขึ้นกว่าเดิมและแสดงสีหน้าเจ็บปวดออกมา "
    "ขอบตาคู่สวยของเธอเปื้อนหยดน้ำตาเล็กๆ"
    show sex12 with Dissolve(0.5)
    hide sex04

    "ลำแท่งของผมแหวกผ่านความบริสุทธิ์แรกแย้มของเธอทำให้เลือดสดๆปะปนมากับน้ำหล่อลื่นที่เปียกปอนส่วนสำคัญของเธอ"
    "จุดเชื่อมต่อของเราสองคนมีสีแดงแต้มอยู่ราวกับผมสร้างบาดแผลให้กับเรือนร่างขาวบริสุทธิ์ของเด็กสาวผมน้ำตาล"
    show sex11 with Dissolve(0.5)
    hide sex12

    "ใบหน้าน่ารักน่าเอ็นดูของเอมิแดงระเรื่อขึ้นเมื่อความเจ็บปวดและความรู้สึกดีพรั่งพรูในร่างกายเธอ"
    tk "ขอโทษนะ..."
    show sex14 with Dissolve(0.5)
    hide sex11

    ei "...อึก"
    tk "ฉันทำรุนแรงเกินไปหรือเปล่า...?"
    show sex10 with Dissolve(0.5)
    hide sex14

    n "ผมถามเอมิด้วยความเป็นห่วง แต่เด็กสาวผมน้ำตาลกลับคลี่ยิ้มให้ผมแทน"
    "เธอส่งเสียงหัวเราะกังวานใสที่ดูน่ารักในลำคอ"
    ei "ฮิๆ"
    tk "เอมิ?"
    show sex11 with Dissolve(0.5)
    hide sex10

    ei "เอมิดีใจมากๆเลยค่ะที่ได้มีโอกาสเชื่อมต่อกับรุ่นพี่ทาคากิ "
    tk "งั้นเหรอ"
    show sex10 with Dissolve(0.5)
    hide sex11

    ei "แล้วรุ่นพี่ล่ะ รู้สึกยังไงกันคะ?"
    n "เด็กสาวเอียงคอถามผมขณะที่ร่างกายของเราเชื่อมต่อเข้าด้วยกัน"
    "ผมก้มมองเอมิที่อยู่ใต้ร่างกายผม "
    "ทั้งใบหน้าที่น่ารักน่าเอ็นดู เรือนร่างโค้งเว้าที่สวยงาม หน้าอกรูปทรงสวยที่ดึงดูดสายตาของผู้ชายได้เป็นอย่างดีและกลีบดอกไม้สีชมพูที่กลืนกินเนื้ออุ่นๆของผมเข้าไป"
    "ทุกอย่างที่เป็นเธอทำให้ผมรู้สึกลุ่มหลงจนไม่สามารถหลบสายตาจากเธอได้"
    "ราวกับผมต้องมนต์สะกดของอิตสึกิ เอมิก็ไม่ปาน"
    tk "ฉันก็ดีใจเหมือนกัน"
    show sex11 with Dissolve(0.5)
    hide sex10

    ei "รุ่นพี่คะ..."
    n "คำตอบของผมทำให้เอมิหน้าแดงขึ้นกว่าเดิม"
    
    "ไม่นานหลังจากนั้น ริมฝีปากของพวกเราสองคนก็เชื่อมประสานกันอย่างดูดดื่ม สัมผัสอบอุ่นที่พรั่งพรูออกมาจากริมฝีปากเอมิปลดปล่อยรสหวานออกมา"
    "ลิ้นของเราสองคนเกี่ยวกันเหมือนผูกปมเชือก"
    "ราวกับเราทั้งสองหิวกระหายซึ่งความรักที่อีกฝ่ายหยิบยื่นให้"
    show sex12 with Dissolve(0.5)
    hide sex11

    ei "อึก...อื๊ออ...อ๊า—"
    n "เอวของผมขยับเคลื่อนลงระหว่างร่องขาของเอมิ"
    "ความเป็นชายที่แข็งและใหญ่ขึ้นจากความรู้สึกเสน่หาเคลื่อนผ่านกลีบดอกไม้อันบอบบาง "
    "การเคลื่อนที่ของผมไม่ได้ยากนักเมื่อส่วนสำคัญของเด็กสาวเรือนผมสีน้ำตาลอยู่ในสภาพที่ชุ่มฉ่ำพอจะรุกล้ำเข้าไป"
    show sex13 with Dissolve(0.5)
    hide sex12

    ei "อ๊ะ...อ๊ะ...อ๊า---"
    n "ลำแท่งของผมดำดิ่งเข้าไปในร่างกายของเอมิ"
    "ผนังที่อ่อนนุ่มรอบด้านกำลังเข้าปกคลุมความเป็นชายและบีบรัดแท่งเนื้อของผมแน่นเมื่อผมเข้าไปข้างในตัวเธอลึกกว่าเดิม"
    "ข้างในตัวเอมิมันทั้งนุ่มนวล ทั้งแน่นไปหมดแต่ก็ร้อนรุ่มในเวลาเดียวกัน "
    "มันช่างรู้สึกดีเกินบรรยายจริงๆ"
    show sex11 with Dissolve(0.5)
    hide sex13

    ei "ถ้ารุ่นพี่พร้อมเมื่อไหร่...ก็ขยับได้เลยนะคะ..."
    tk "เธอหายเจ็บแล้วเหรอ?"
    ei "ช่วงแรกมันก็เจ็บอยู่ค่ะ..."
    tk "....."
    show sex10 with Dissolve(0.5)
    hide sex11

    ei "แต่พอผ่านไปสักพักแล้ว ความเจ็บก็หายไป เหลือแค่ความรู้สึกเหมือนข้างในตัวเอมิถูกเติมเต็มจนแน่นไปหมดค่ะ"
    n "ผมรู้สึกหน้าอุ่นๆขึ้นกับคำบรรยายของเอมิ"
    "ผมไม่รู้ว่าเธอจงใจหรือเปล่า แต่รอยยิ้มขี้เล่นและคำพูดที่เธอเลือกใช้ทำให้ผมรู้สึกตื่นตัวยิ่งกว่าเดิม"
    "ความปรารถนาที่จะครอบครองเด็กสาวตรงหน้าทำให้ผมรู้สึกหัวใจเต้นแรงขึ้นกว่าเดิม"
    "รู้ตัวอีกที ร่างกายของผมก็ขยับเคลื่อนขึ้นลงไปแล้ว"
    show sex12 with Dissolve(0.5)
    hide sex10

    ei "อ๊ะ...อ๊ะ! อ๊า อ๊ะ! อ๊า---!"
    
    n "ร่างกายของผมร้อนขึ้นเมื่อการขยับเคลื่อนไหวและการเสียดสีระหว่างเนื้อหนังเริ่มต้นขึ้น "
    "ความเป็นชายของผมที่เข้าไปอยู่ในกลีบดอกไม้ของเอมิกำลังตอบสนองซึ่งกันและกัน"
    "การเลื่อนเข้าออกของร่างกายผมก่อให้เกิดสัมผัสที่แนบแน่นขึ้น"
    "เสียงร้องหวานๆที่ก่อเกิดจากการประสานร่างกายค่อยๆพรั่งพรูออกมาจากริมฝีปากของเด็กสาวผมน้ำตาลหน้าตาน่ารัก"
    show sex14 with Dissolve(0.5)
    hide sex12

    ei "อ๊ะ! อ๊า— อ๊ะ อ๊ะ อ๊า--- รุ่นพี่ทาคากิคะ..."
    n "มือของเอมิกำผ้าปูเตียงของผมแน่น"
    "ระลอกคลื่นแห่งความสุขกำลังกลืนกินร่างกายของเธอไม่ต่างจากร่างกายของผม ร่างกายที่สอดประสานกันก่อให้เกิดบทเพลงที่ร้อนแรง"
    "ดวงตาของผมเริ่มพร่าพรายเพราะความงดงามของเอมิ"
    "กลิ่นหอมจากเรือนร่างของเธอทำให้ผมรู้สึกมัวเมาลุ่มหลง"
    show sex13 with Dissolve(0.5)
    hide sex14

    ei "รุ่นพี่...รุ่นพี่คะ.....อึก อ๊า--- อ๊ะ อ๊า---! "
    tk "เอมิ..."
    show sex14 with Dissolve(0.5)
    hide sex13

    ei "สุดยอดเลยค่ะ รุ่นพี่คะ..."
    n "คำชื่นชมและรอยยิ้มหวานจากเด็กสาวผมน้ำตาลทำให้หัวใจผมรู้สึกพองโตขึ้น "
   
    "ริมฝีปากของพวกเราสองคนเชื่อมต่อกันอีกครั้งโดยสัญชาตญาณและความเสน่หา รสสัมผัสที่หวานชื่นพรั่งพรูเข้ามาในปากผมอีกครั้ง"
    "เอมิถอนริมฝีปากออกไปช้าๆ ระหว่างที่พวกเรามองสบตากัน ผมจึงเอ่ยคำถามให้เธอ"
    tk "เป็นยังไงบ้าง?"
    show sex12 with Dissolve(0.5)
    hide sex14

    ei "อึก...อ๊ะ...อ๊า---!"
  
    n "ระหว่างที่ผมถามเธอ ผมก็เล่นงานกลีบดอกไม้ที่บอบบางของเธอด้วยความเป็นชายของผมไปด้วย"
    "ลำแท่งที่แน่นหนาขึ้นเลื่อนขึ้นลงข้างในร่องเนื้อที่ทั้งร้อนและนุ่มข้างในตัวเด็กสาวผมน้ำตาลไม่หยุด"
    "ยิ่งสัมผัสกับความสุขจากการเชื่อมต่อกัน ผมก็ยิ่งเสพติดมันมากยิ่งขึ้น"
    show sex13 with Dissolve(0.5)
    hide sex12

    ei "รุ่นพี่ถามไปแล้วก็รุกเอมิไป...รุ่นพี่...ขี้โกงค่ะ...อ๊ะ อ๊ะ!...อึก อ๊า!"
    n "เสียงร้องกังวานใสมาจากเอมิ"
    "เด็กสาวเบิกตาคู่โตขึ้นเมื่อร่างกายของผมรุกล้ำเข้าไปในจุดที่ลึกที่สุดของกลีบดอกไม้"
    show sex15 with Dissolve(0.5)
    hide sex13

    ei "เข้ามา...จนถึงข้างในสุด..."
    tk "ไม่ชอบเหรอ?"
    show sex14 with Dissolve(0.5)
    hide sex15

    ei "ไม่ค่ะ..."
    n "เด็กสาวผมน้ำตาลส่ายหน้าชั่วขณะก่อนที่เธอจะทิ้งจุมพิตเบาๆให้ผมที่ริมฝีปาก"
    "เอมิยกมุมปากขึ้นต่อหน้าผม"
    show sex10 with Dissolve(0.5)
    hide sex14

    ei "ชอบมากๆเลยค่ะ..."
    n "เอมิยิ้มยั่วยวนผมขณะที่เธอหายใจถี่กระชั้นขึ้นและใบหน้าแดงไปหมด"
    "คำพูดเชื้อเชิญของเธอทำให้ผมไม่สามารถอดกลั้นตัวเองได้อีกต่อไป"
    show sex12 with Dissolve(0.5)
    hide sex10

    ei "อ๊ะ...อึก...อ๊า! อ๊ะๆๆๆ...อ๊า...อ๊า--!!"
  
    n "ลำแท่งของผมเข้าออกร่างกายของเธอด้วยความเร็วและความรุนแรงที่มากขึ้น"
    "เนื้ออุ่นๆข้างในเอมิตอบสนองต่อการรุกรานของผมด้วยการตอดรัด"
    "สัมผัสนุ่มนวลกลายสภาพเป็นบีบรัดแน่นขึ้นแต่มันยังไม่สูญเสียลักษณะของความอ่อนนุ่ม ความอบอุ่นที่มากขึ้นระหว่างการเชื่อมต่อของเราสองคนกลายสภาพเป็นความร้อนราวกับไฟ "
    "น้ำหล่อลื่นที่ไหลออกมาจากการสอดประสานของเราสองคนก่อให้เกิดเสียงกระแทกเป็นจังหวะและผ้าปูเตียงที่เริ่มเปียกปอน"
    show sex13 with Dissolve(0.5)
    hide sex12

    ei "อึก...อ๊ะ อ๊ะ อ๊ะ!...อ๊าๆๆๆ...อึก อ๊า---!!"
    n "ร่างกายของเราสองคนแนบแน่นมากจนราวกับรวมเป็นคนคนเดียวกัน"

    "ในช่วงเวลาที่ระยะห่างของพวกเราสองคนแทบจะเหลือศูนย์ ริมฝีปากของผมก็ถูกเอมิช่วงชิงไป"
    "สองริมฝีปากสัมผัสแตะต้องและแลกเปลี่ยนความรู้สึกรักใคร่กันและกัน ลิ้นทั้งสองพันเกี่ยวและสอดประสานกันด้วยความโหยหา"
    "พวกเราแลกเปลี่ยนสัมผัสอ่อนโยนสลับกับดุดันทางปากกันอยู่เกินสิบวินาทีก่อนที่ผมจะดึงริมฝีปากจากเธอเพราะผมเริ่มหายใจไม่ทัน"
    show sex14 with Dissolve(0.5)
    hide sex13

    ei "อ๊ะ...อ๊ะ อ๊า อ๊า...อ๊า----!"
    n "จังหวะที่เร่งเร้าขึ้นทำให้ร่างกายส่วนล่างผมร้อนจนเหมือนจะระเบิดออกมา"
    "ลำแท่งที่ถูกตอดรัดด้วยอ้อมกอดของกลีบดอกไม้ตอบสนองด้วยการพองโตขึ้น"
    "ข้างในของเอมิตอบรับผมด้วยแรงที่มากกว่าเดิมไม่ต่างจากถูกสุญญากาศดูด"
    "...ความรู้สึกแบบเดิม...กำลังกลับมา"
    "ความรู้สึกเหมือนกับจะมีลาวาไหลจากส่วนปลายของความเป็นชาย"
    "...มันกำลังจะเกิดขึ้นอีกครั้ง"
    show sex15 with Dissolve(0.5)
    hide sex14

    ei "อึก...อ๊ะ อ๊ะ อ๊ะ! อ๊า! รู้สึกดี...รู้สึกดีมากๆเลยค่ะ รุ่นพี่...คะ...อ๊า!"
    tk "เอมิ...ฉันกำลังจะ..."
    show sex13 with Dissolve(0.5)
    hide sex15

    ei "อะไรเหรอคะ? อึก...อ๊ะ อ๊า----!!"
    tk "มันกำลังจะออกมา...มันกำลังจะออกมาอีกแล้ว..."
    show sex14 with Dissolve(0.5)
    hide sex13

    ei "ดีมากเลยค่ะ อึก...อ๊ะ! อ๊า!"
    n "เสียงร้องหวานๆของเด็กสาวผมน้ำตาลดังขึ้นเรื่อยๆ"
    "ราวกับเธอต้องการที่จะเป็นหนึ่งเดียวกับผมอย่างแรงกล้า"
    show sex11 with Dissolve(0.5)
    hide sex14

    ei "ไม่ต้องอั้นไว้...หรอกค่ะ..."
    tk "แต่ว่า..."
    show sex14 with Dissolve(0.5)
    hide sex11

    ei "เอมิอยากให้รุ่นพี่ปล่อยความรู้สึกทั้งหมด...เข้ามาในตัวเอมิทั้งหมดเลยค่ะ!"
    n "เอมิไม่ปฏิเสธผม ตรงข้ามกันเธอกลับเลือกที่จะเชื่อมต่อกับผมให้ถึงจุดสุดยอดพร้อมๆกัน"
    "ถ้าหากถูกพูดด้วยคำร้องขอแบบนั้น ไม่มีทางอยู่แล้วที่ผมจะสามารถต่อต้านเธอได้"
    "ช่างเป็นผู้หญิงที่น่ารักและขี้โกงในเวลาเดียวกันจริงๆ"
    show sex12 with Dissolve(0.5)
    hide sex14

    ei "อึก...อ๊ะ...อ๊ะ...อ๊า--- อ๊า— อ๊า--!"
    tk "...อึก!"
    show sex13 with Dissolve(0.5)
    hide sex12

    ei "อ๊ะ อ๊ะ อ๊า!...อ๊า--- อ๊า— อ๊า----------------!!!!"
    show white_scene with Dissolve(0.5)
    hide sex13

    n "ภาพตรงหน้าผมราวกับถูกปกคลุมด้วยสีขาว"
    show sex19 with Dissolve(0.5)
    hide white_scene

    "ความรู้สึกดีแล่นไปถึงจุดสูงสุดจนเหมือนร่างกายกำลังลอยอยู่บนท้องฟ้าไม่มีผิด"
    "ของเหลวอุ่นๆถูกส่งออกมาจากลำแท่งที่ข้างในกลีบดอกไม้สีชมพูสด"
    "ความรู้สึกอันรุนแรงของผมถูกปลดปล่อยพร้อมกับเมล็ดพันธุ์สีขาวที่รุกรานเข้าไปในจุดที่ลึกที่สุดของร่างกายเอมิ"
    show sex20 with Dissolve(0.5)
    hide sex19

    ei "อึก...สุดยอด...เลยค่ะ...อ๊ะ อ๊ะ อ๊ะ...อ๊า!...อ๊า อ๊า--------------!!!!!!!"
    n "เอมิหลับตาแน่น ขาทั้งสองข้างบิดไปบิดมา "
    show sex21 with Dissolve(0.5)
    hide sex20

    "มือทั้งสองของเธอตะกายไปตามผ้าปูเตียง"
    "ร่างกายของเอมิหดเกร็งหลายต่อหลายครั้ง ใบหน้าพึงพอใจประกอบกับดวงตาที่เหม่อลอยของเธอทำให้ผมรู้ว่าเธอเข้าสู่จุดยอดไม่ต่างจากผม"
    show sex22 with Dissolve(0.5)
    hide sex21

    ei "ข้างในเอมิ...อุ่นจังเลยค่ะ..."
    show sex23 with Dissolve(0.5)
    hide sex22

    tk "....."
    show sex24 with Dissolve(0.5)
    hide sex23

    ei "รุ่นพี่ทาคากิปล่อยน้ำเข้ามาเต็มท้องเอมิเลยนะคะ ฮิๆ"
    n "เสียงหัวเราะกังวานใสของเอมิดังขึ้น"
    "ก่อนที่เธอจะจุมพิตผมเบาๆที่ริมฝีปากอีกครั้งหนึ่ง"
    jump q10_4
    return
