label q6_3:
    show sunset4 with Dissolve(1.0)
    hide Classroom1_Morning1
    play music "audio/bgm/oshakai_no_junbi.mp3" volume 0.5
    play sound "audio/SoundEffect/walk.mp3"
    n "หลังจากเลิกเรียน ผมกับเอมิเดินกลับบ้านด้วยกัน" with dissolve
    "ช่วงแรก ผมก็ถามเธอบ่อยๆว่าจะเดินมากับผมทำไมในเมื่อบ้านพวกเราไปกันคนละทาง แต่หลังๆผมเลิกถามแล้วเพราะว่ายัยนี่ก็ตามผมมาอยู่ดี"
    show school_park_3 with Dissolve(1.0)
    hide sunset4

    show Eimi_Eimi_smile3
    show happy with Dissolve(1.0)
    ei "ในที่สุด วันที่เอมิรอคอยก็มาถึงแล้วค่ะ" with dissolve
    hide happy
    tk "สรุปง่ายๆคือถ้าเธอชนะก็เท่ากับว่าเป้าหมายเป็นจริงแน่ๆแล้ว"
    n "เอมิพยักหน้าหงึกหงักให้ผมด้วยรอยยิ้ม ก่อนที่เธอจะหุบยิ้มลงกะทันหันด้วยสาเหตุบางอย่าง"
    hide Eimi_Eimi_smile3

    show Eimi_Eimi_confident
    ei "ใช่แล้วค่ะ แต่มันก็ยังมีอุปสรรคอยู่" with dissolve
    tk "อุปสรรค?"
    n "เอมิพูดขึ้นด้วยเสียงขึงขัง ผมเลยพูดทวนคำเธอด้วยความสงสัย"
    "เด็กสาวผมน้ำตาลกำหมัดแน่นขณะที่แจกแจงให้ผมเข้าใจถึงความเป็นจริง"
    hide Eimi_Eimi_confident

    show Eimi_Eimi_confident2
    ei "ทีมคู่แข่งของเอมิมีคนที่มีฝีมือร้ายกาจอยู่ค่ะ" with dissolve
    tk "ก็คือการแข่งครั้งนี้คงไม่ง่ายขนาดนั้นสินะ"
    hide Eimi_Eimi_confident2

    show Eimi_Eimi_meh
    show moyamoya with Dissolve(1.0)
    ei "ถ้าเรื่องฝีมือก็จัดว่าไม่เลวอยู่ค่ะ แต่เรื่องนิสัยนี่ก็..." with dissolve
    hide moyamoya
    ho_u "อิทสึกิ เอมิ นี่เธอกำลังนินทาอะไรฉันอยู่กันเหรอ!?"
    hide Eimi_Eimi_meh

    show Eimi_Eimi_normal
    n "คำพูดของเอมิยังไม่ทันจบดี จู่ๆเสียงตะโกนของใครคนหนึ่งก็ดังขึ้น" with dissolve
    "ผมและเอมิหันไปยังเจ้าของเสียงแล้วพบกับเด็กผู้หญิงสองคนยืนอยู่ "
    "เด็กสาวผมเงินที่กำลังชี้หน้าเอมิคือเจ้าของเสียงตะโกน ส่วนเด็กสาวผมทองที่ยืนอยู่ข้างๆดูเหมือนจะเป็นแค่เพื่อนที่เดินตามสาวผมเงินมา"
    ho_u "พอลับหลังก็เอาเรื่องฉันมานินทาเลยนะ เอมิ เธอนี่มันแสบจริงๆ"
    t_u"โฮโนกะ อย่าตะโกนแล้วชี้หน้าคนอื่นสิจ้ะ"
    h_s "ไม่รู้ล่ะ โดนคนจากทีมศัตรูนินทา จะไปยอมได้ยังไงกันล่ะ! โทโมเอะ!"
    stop music
    n "เด็กสาวหัวเงินที่น่าจะชื่อโฮโนกะหันไปร้องใส่เพื่อนหัวทองที่ยืนอยู่ข้างๆกัน สาวผมทองที่ฟังเสียงร้องของเพื่อนได้แต่หัวเราะแห้งๆกับเพื่อนที่กำลังอารมณ์ขึ้นอยู่"
    play music "audio/bgm/asa_no_nigiyaka_mura.mp3" volume 0.5
    hide Eimi_Eimi_normal

    show Eimi02_Eimi02_angry
    "ขณะเดียวกัน เอมิก็กำลังจ้องหน้าเด็กสาวผมเงินเขม็ง" with dissolve
    "ผมไม่เคยเห็นเอมิทำหน้าดุมาก่อน นี่คงเป็นครั้งแรกในชีวิตที่ผมเห็นเอมิทำหน้าตาถมึงทึงแบบนี้"
    "ขนาดคนอารมณ์ดีอย่างเอมิเจอแล้วยังต้องทำหน้าตึง ผู้หญิงคนนั้นเป็นใครกันนะ?"
    "ผมมองใบหน้าของสาวผมเงินแล้วแอบนึก นี่ผมเคยเห็นใบหน้าของเธอที่ไหนสักแห่งหรือเปล่านะ? ถึงผมจะนึกไม่ออกว่าเห็นจากที่ไหนก็ตาม"
    h_s "แข่งกันซึ่งๆหน้าแล้วกลัวจะแพ้เลยต้องเอาเรื่องฉันมานินทาลับหลังใช่ไหมล่ะ?"
    hide Eimi02_Eimi02_angry

    show Eimi02_Eimi02_smile3
    show angry with Dissolve(1.0)
    n "โฮโนกะมองเอมิตาขวาง ส่วนเอมิก็ยิ้มหวานกลับไปให้โฮโนกะ" with dissolve
    hide angry
    "ทั้งๆที่ปกติแล้ว ผมรู้สึกว่ารอยยิ้มเอมิก็ดูเป็นมิตรดี แต่ทำไมคราวนี้ผมถึงสัมผัสได้ถึงแรงกดดันแปลกๆกันนะ"
    hide Eimi02_Eimi02_smile3

    show Eimi02_Eimi02_smug2
    ei "ต่อหน้าหรือลับหลังเธอ ฉันก็พูดแบบเดียวกันทั้งนั้นแหละ โฮโนกะ" with dissolve
    h_s "ทำเป็นพูดดีไป ใครก็รู้ดีว่าระหว่างฉันกับเธอ คนไหนที่มีความสามารถมากกว่ากัน"
    hide Eimi02_Eimi02_smug2

    show Eimi02_Eimi02_panic
    show angry with Dissolve(1.0)
    ei "ฮึ่ยๆ" with dissolve
    hide angry
    h_s "ฮึ่ยๆๆ"
    hide Eimi02_Eimi02_panic

    show Eimi02_Eimi02_angry2
    n "เถียงกันไปสักพัก ทั้งสองสาวก็ยืนเงียบแล้วจ้องหน้ากันไม่วางตา " with dissolve
    "บรรยากาศหนักหน่วงขึ้นกว่าเดิม ส่วนผมที่ยืนดูทั้งสองคนถึงกับเผลอขยี้ตาสองสามครั้งเพราะเห็นกระแสไฟฟ้าแวบไปมาระหว่างดวงตาคู่กัดทั้งสองคน"
    "เพิ่งรู้วันนี้นี่แหละว่าความแค้นมันทำให้คนปล่อยพลังออกมาทางสายตาได้ "
    hide Eimi02_Eimi02_angry2

    t "โฮโนกะ ถ้าจะแข่งกันก็ไปแข่งกันในสนามเถอะ อย่ามาเถียงกันแบบนี้เลย"
    n "สาวผมทองถอนใจเบาๆหนึ่งครั้งก่อนที่เธอจะเตือนสติให้เพื่อนตัวเองเย็นใจลง แต่โฮโนกะกลับมองเพื่อนตัวเองตาขวางแทนจนเพื่อนสะดุ้งน้อยๆ"
    h_s "ถ้าแค่เอมิคนเดียวนี่ไม่เท่าไหร่น่ะสิ แต่ทีนี้ดันมีผู้ชายคนนั้นแถมมาด้วยอีกต่างหาก!"
    n "ผมเบิกตากว้างขึ้นกว่าเดิมด้วยความประหลาดใจเมื่อสาวผมเงินชี้นิ้วมายังใบหน้าผมตรงๆ"
    tk "ฉัน?"
    h_s "ใช่สิคะ! จะมีผู้ชายคนไหนอื่นอีกเหรอ!?"
    n "ผมสงสัยจนเผลอทำตาปริบๆใส่รุ่นน้องสองสาวเพราะจู่ๆเป้าของการโวยวายของสาวผมเงินก็เปลี่ยนมายังผมโดยไม่ทราบสาเหตุ"
    "ทั้งๆที่ผมไม่ได้เกี่ยวอะไรกับการแข่งกีฬาชิงตำแหน่งตัวจริงชมรมบาสเกตบอลแล้วทำไมรุ่นน้องคนนี้ถึงมาพาลกับผมกันนะ ให้ตายสิ"
    "...ผมจ้องมองใบหน้าของโฮโนกะแล้วนึกได้ถึงอะไรบางอย่าง"
    "...ใบหน้าของเธอดูคุ้นๆ"
    "ผมมั่นใจแล้วว่าเคยเห็นเธอแน่ๆ แต่ไม่ได้เห็นจากหน้าของเธอตรงๆ"
    "ผมรู้จักกับคนที่หน้าตาคล้ายๆเธอ"
    "...อย่าบอกนะว่า..."
    "....."
    h_s "รุ่นพี่ทาคากิ หัวหน้าชมรมศิลปะที่ทำให้พี่ชายของฉันต้องลาออกจากชมรม"
    tk "...เธอ"
    h_s "คนที่ทำให้พี่เอ็นโจต้องเสียใจดันไปผนึกกำลังกับคู่แข่งในชมรมที่ไม่ชอบหน้ากัน ใครมันจะไปยอมง่ายๆกันล่ะ!?"
    t "โฮโนกะ ใจเย็นๆก่อนสิจ้ะ!"
    stop music
    n "สาวผมเงินโกรธจนควันออกหูพร้อมกับส่ายแขนสองข้างขึ้นลงไปมา จนสาวผมทองที่อยู่ข้างๆต้องพยายามรั้งตัวไว้ไม่ให้เธอดิ้นพล่านมากเกินไปเพราะกลัวขายหน้าคนรอบข้าง"
    play music "audio/bgm/dotabata_happening.mp3" volume 0.5
    hide Eimi02_Eimi02_angry2

    show Eimi_Eimi_angry
    show angry with Dissolve(1.0)
    ei "เธอจะสู้กับฉันก็สู้ในสนามก็ไม่ว่า แต่อย่าเอารุ่นพี่ทาคากิมายุ่งนะ!" with dissolve
    hide angry
    n "จู่ๆเอมิก็เคลื่อนตัวมาข้างหน้าผมแล้วกางแขนสองข้างเหมือนกำลังทำท่าปกป้องผม"
    "ดูเหมือนว่าผมจะโดนลากเข้าไปยุ่งกับควานแค้นของคนสองคนเพราะว่าหนึ่งในสองคนนั้นดันมีพี่น้องที่เคยต่อล้อต่อเถียงกับผม"
    "เรื่องมันชักจะยุ่งยากขึ้นไปเรื่อยๆแล้วสิ"
    h_s "ไม่รู้ล่ะ! มิตรของศัตรูก็คือศัตรู ส่วนศัตรูของพี่ชายก็คือโคตรศัตรู! "
    hide Eimi_Eimi_angry

    show Eimi_Eimi_panic
    ei "เลิกบราค่อนได้แล้ว! " with dissolve
    h_s "ไม่ได้บราค่อนย่ะ แค่รักพี่ชายมากกว่าคนอื่นแค่นั้นเอง"
    hide Eimi_Eimi_panic

    show Eimi02_Eimi02_angry2
    ei "เอมิไม่เห็นว่ามันจะต่างกันตรงไหน " with dissolve
    n "ผมเหงื่อตกที่ขมับน้อยๆเพราะไม่นึกเลยว่าจะได้ศัตรูเพิ่มมาแบบงงๆ"
    "ที่สำคัญคือศัตรูคนนี้ดันเป็นคู่กัดเอมิและเป็นสาวบราค่อนที่มีความแค้นกับผมอีกต่างหาก"
    hide Eimi02_Eimi02_angry2

    show Eimi02_Eimi02_angry3
    ei "ฟังมาตั้งนานนึกว่าจะมีสาระ จริงๆก็คือพาลรุ่นพี่ทาคากิชัดๆนี่นา!" with dissolve
    t "นิสัยพาลหาเรื่องคนอื่นนี่ก็เป็นเสน่ห์ของโฮโนกะนะ เอมิ "
    hide Eimi02_Eimi02_angry3

    show Eimi_Eimi_pout
    show pout with Dissolve(1.0)
    ei "ไม่เห็นจะมีเสน่ห์ตรงไหนเลย วันๆยัยนี่ก็เอาแต่นินทาเอมิที่ชมรมเนี่ย! " with dissolve
    hide pout
    t "เอมินี่ปกติก็ดูเป็นคนสบายๆนะ แต่พอเป็นเรื่องบาสนี่ก็โหดขึ้นมาเฉยเลย"
    hide Eimi_Eimi_pout

    show Eimi02_Eimi02_sawagashi
    ei "ก็จริงจังกับเรื่องที่ชอบไงล่ะ! " with dissolve
    n "เอมิก็ทำตาโตแล้วส่งเสียงร้องแข่งกับโฮโนกะ ดูจากสายตาเธอที่เต็มไปด้วยความเดือดดาลแล้ว เธอทำท่าเหมือนจะพุ่งเข้าไปเล่นงานศัตรูคู่กัดของเธอได้ทุกเมื่อ "
    "ผมรั้งเอมิ ส่วนโทโมเอะก็รั้งโฮโนกะเอาไว้"
    "ตอนนี้สภาพของพวกเราสี่คนเหมือนคนสองคนที่พยายามห้ามไม่ให้แมวสองตัวที่กำลังขู่กันขนพองเข้าไปตบกันกลางวงไม่มีผิด"
    "ถ้าที่ตรงนี้ไม่มีผมหรือโทโมเอะสักคน มีหวังเอมิกับโฮโนกะได้ดวลกันก่อนเข้าแข่งขันบาสเกตบอลแล้วเป็นแน่นอน "
    "เอมิที่หัวร้อนแบบนี้หาได้ยากจริงๆ แสดงว่าแค้นกันมาก "
    hide Eimi02_Eimi02_sawagashi

    show Eimi_Eimi_panic
    show excited with Dissolve(1.0)
    ei "คอยดูนะ คนที่จะชนะการแข่งก็คือเอมินี่แหละ!" with dissolve
    hide excited
    h_s "ถ้าคิดว่าชนะฉันได้ก็ลองดูสิ! เอมิ!"
    n "ทั้งสองคนตะโกนใส่กันราวกับการประกาศสงคราม"
    "ดูเหมือนว่าการแข่งกันของสมาชิกม.4 ชมรมบาสเกตบอลจะไม่ได้เป็นแค่การชิงตำแหน่งตัวจริงธรรมดาแล้ว แต่เป็นการชำระแค้นระหว่างคู่แข่งที่สั่งสมกันมายาวนาน"
    hide Eimi_Eimi_panic
    hide route2
    jump q6_4
    return

