label q7_4:
    scene school_gym_a with Dissolve(1.0)
    play music "audio/bgm/fair_battle.mp3" volume 0.5
    n "ทุกคนที่เฝ้ามองการแข่งขันรอบสนามต่างคิดแต่ต้นว่าการแข่งขันครั้งนี้จะจบลงด้วยคะแนนเทลงไปทางทีมโฮโนกะที่เป็นตัวเต็งรุ่น" with dissolve

    "แต่สิ่งที่ทุกคนคาดไม่ถึงกำลังเกิดขึ้น"
    show score2 with Dissolve(0.5)
    "คะแนนของฝั่งเอมิและโฮโนกะเพิ่มขึ้นอย่างต่อเนื่องเพราะทั้งสองทีมทำแต้มไม่หยุด"
    hide score2 with Dissolve(0.5)
    show Eimi_bas_body_Eimi_serous with Dissolve(0.5)
    "การเล่นทีมเอมิเน้นให้ทุกคนในทีมมีส่วนร่วมในการเล่นด้วยกันโดยมีเอมิเป็นตัวจ่ายลูกให้แต่ละคนในทีมมีจังหวะทำแต้มของตัวเองเพื่อให้ประสิทธิภาพทั้งทีมเป็นไปอย่างสูงสุด"
    hide Eimi_bas_body_Eimi_serous with Dissolve(0.5)
    
    show honoka_ouki with Dissolve(0.2)
    "การเล่นของทีมโฮโนกะเน้นไปทางการป้องกันสมาชิกทีมเอมิเพื่อไม่ให้มีคนไปยุ่มย่ามกับการเล่นอันดุดันและทรงพลังของโฮโนกะ"
    hide honoka_ouki with Dissolve(0.2)
    
    "ทีมของเอมิและทีมของโฮโนกะต่างก็ทำแต้มกันอย่างสูสีไม่มีใครยอมใคร"
    "การเล่นที่แตกต่างกันเข้าปะทะกันท่ามกลางผู้ชมมากมายที่คาดไม่ถึงว่าการแข่งคัดตัวจริงจะกลายเป็นการแข่งที่ดุเดือดไม่แพ้การแข่งระหว่างโรงเรียน"
    show basketball with Dissolve(0.5)
    "ฟึ่บบ!!"
    hide basketball with Dissolve(0.5)
    "ลูกบาสที่ถูกโยนออกจากมือของโฮโนกะพุ่งลงห่วงบาสอย่างแม่นยำ"
    "ทั้งๆที่แนวตั้งรับของทีมเอมิใช้คนสองคนในการขวางใต้ห่วงเพื่อหยุดโฮโนกะคนเดียว แต่เด็กสาวผมเงินก็ยังกระโดดขึ้นไปโยนลูกลงห่วงได้อย่างไม่ต้องใช้ความพยายาม"
    "หลังจากลูกลงห่วงไม่นาน การเล่นบอลรอบต่อไปก็เริ่มขึ้น "
    "ลูกบาสถูกแรงส่งให้ลอยออกจากมือสมาชิกทีมเอมิเพื่อไปยังสมาชิกคนต่อไปที่จะเดินเกมบุก"
    scene school_gym_a at zoom_in 
    show lineeffect with Dissolve(1.0)
    "หมับ!!"
    hide lineeffect with Dissolve(0.1)
    scene school_gym_a with Dissolve(0.1)
    "ขณะที่ลูกทีมของเอมิกำลังส่งลูกให้กัน เงาร่างหนึ่งก็พุ่งโฉบผ่านลูกไปด้วยความไวสูงก่อนที่เธอคนนั้นจะถือครองลูกและเลี้ยงลูกหนีทุกคน"
    show Eimi02_bas_body_Eimi02_angry
    ei "โฮโนกะ!" with dissolve
    hide Eimi02_bas_body_Eimi02_angry with Dissolve(0.5)


    n "เอมิร้องขึ้นเสียงดังเมื่อเธอไม่คาดฝันว่าคนที่เพิ่งทำแต้มไปจะฟื้นตัวเร็วขนาดเดินเกมทำแต้มต่อในทันทีโดยไม่ได้พักหรือตั้งตัว"
    show honoka_ouki with Dissolve(0.2)
    "ความไวและพลังที่น่าทึ่งของโฮโนกะทำให้เธอหลุดจากการไล่ล่าของสมาชิกทีมเอมิที่ตามหลังมาทีละคนๆราวกับรถยนต์ทิ้งห่างจากคนวิ่งด้วยเท้าไม่มีผิด"
    hide honoka_ouki with Dissolve(0.2)

    "เมื่อเข้าเขตนอกเส้นสามแต้ม โฮโนกะก็ไม่ลังเลที่จะส่งลูกแนวโด่งสูงขึ้นในทันที"
    "เอมิเกือบจะขโมยลูกจากโฮโนกะได้แล้วแต่คนยิงลูกลงมือไวกว่า"
    "สุดท้ายเอมิก็ทำได้แค่ใช้ปลายนิ้วสะกิดลูกที่พุ่งออกจากการยิงของโฮโนกะเท่านั้น"
    "ปึงงง!!"

    h "...!!"



    n "โฮโนกะตาโตขึ้นด้วยความตกใจเมื่อลูกชู้ตสามแต้มที่ไม่เคยพลาดของเธอกลับชนเข้ากับข้างแป้นแล้วกระดอนออกมา"
    "ถึงแม้จะชิงลูกไม่ได้ แต่การชู้ตสามแต้มนั้นต้องใช้ความละเอียดแม่นยำมาก แค่เพียงเอมิสัมผัสลูกเฉียดๆก็เป็นกำลังที่มากพอจะทำให้เธอพลาดเป้าได้แล้ว"
    "ลูกบาสกระดอนบนพื้นสักพักก่อนที่จะมันกระเด็นเข้ามือสมาชิกทีมโฮโนกะ"
    "เป็นช่วงเวลาเดียวกับที่โฮโนกะพุ่งเข้าใกล้ลูกบาสที่เพื่อนร่วมทีมครองอยู่ เธอส่งสายตาขึงขังให้เพื่อนร่วมทีมเธอราวกับจะตะโกนว่า ‘ส่งลูกบอลมาให้ฉัน’"
    "เพราะมันคือตัวเลือกที่ดีที่สุด สมาชิกทีมโฮโนกะจึงเลือกที่จะโยนลูกให้โฮโนกะ"
    "แต่นั่นก็เป็นจุดบอดอย่างที่สุดในเวลาเดียวกัน"

    scene school_gym_a at zoom_in 
    show lineeffect with Dissolve(1.0)
    "หมับ!!"
    hide lineeffect with Dissolve(0.1)
    scene school_gym_a with Dissolve(0.1)
    
    show eimi_ouki with Dissolve(0.2)
    "ลูกบอลถูกย้ายไปอยู่ในการครอบครองของเงาร่างผมสีน้ำตาลที่วิ่งผ่านแนวการโยนลูกมาด้วยความเร็วที่อยู่ในระดับเดียวกับโฮโนกะ"
    hide eimi_ouki with Dissolve(0.2)
    "เอมิเลี้ยงลูกหนีจากสมาชิกทีมโฮโนกะและโฮโนกะโดยไม่หันหลังกลับไป"


    scene school_gym_a with Dissolve(0.5)

    h "เอมิ! ยัยตัวแสบ!"


    show Eimi_bas_body_Eimi_serous
    ei "ทีมเธอใช้แต่เพลย์แบบเดิมๆ ใครจะดูไม่ออกล่ะ!" with Dissolve(0.5)
    hide Eimi_bas_body_Eimi_serous  with Dissolve(0.5)
    n "เอมิตะโกนเสียงดังเพื่อข่มขวัญโฮโนกะที่วิ่งไล่ตามมาพร้อมกับสมาชิกทีมจำนวนมาก"
    "ทีมของโฮโนกะมีจุดแข็งคือสมาชิกคนหนึ่งในทีมมีฝีมือเด่นกว่าใคร "
    "หากว่ากันตามตรงแล้ว ไม่มีใครในสนามเลยที่สามารถ 1 on 1 ชนะโฮโนกะได้ ต่อให้รุมก็ใช่ว่าจะหยุดเธอลง"
    "จุดแข็งที่ว่ากลายเป็นจุดบอดในเวลาเดียวกันเมื่อทุกคนในทีมโฮโนกะต่างฝากกระแสเกมให้กับโฮโนกะ ทำให้สมาชิกทีมโฮโนกะจะส่งบอลให้กับโฮโนกะแทนที่จะส่งให้กับคนอื่นในทีมเพราะทุกคนต่างฝังหัวไปแล้วว่ามันเป็นตัวเลือกที่ดีที่สุด"
    "เมื่อรู้ว่าใครจะเป็นคนรับลูก การดักทางเพื่อชิงลูกก็ไม่ใช่เรื่องยาก"
    
    show Eimi02_bas_body_Eimi02_angry2 with Dissolve(0.5)
    "เอมิที่ต้องอ่านตำแหน่งการยืนของคนในสนามและตำแหน่งบอลจึงใช้ประโยชน์จากจุดนี้ในการแย่งบอลขณะที่ทีมโฮโนกะส่งให้กันหลายต่อหลายครั้ง "
    hide Eimi02_bas_body_Eimi02_angry2 with Dissolve(0.5)

    "นอกจากนั้นเพื่อนร่วมทีมของเอมิที่เรียนรู้จากเอมิก็ยังเริ่มใช้วิธีการเดียวกัน"
    "นี่ยังไม่นับนิสัยที่โฮโนกะไม่ชอบส่งบอลให้เพื่อนร่วมทีม ทำให้เอมิยิ่งเดาการเคลื่อนไหวของโฮโนกะง่ายเข้าไปใหญ่"
    "ต่อให้เร็วกว่าและพลังมากกว่า ถ้าหากถูกคาดเดาได้ก็สามารถถูกหยุดหรือชะลอลงได้"
    "ต่อให้ฝีมือห่างกันก็สามารถชดเชยได้ด้วยปัจจัยอื่น นี่ล่ะคือบาสเกตบอล"
    "เอมิเลี้ยงลูกแล้วพบกับแนวการป้องกันของทีมโฮโนกะพุ่งเข้ามาหาเธอสองคน คนหนึ่งเข้ามาตรงหน้า อีกคนกระหนาบมาทางซ้าย ทั้งสองคนมีส่วนสูงที่มากกว่าเธอ"
    
    show excited with Dissolve(0.2)
    "เพื่อความปลอดภัยที่มากกว่า เอมิจึงเลี้ยงลูกหลอกล่อสองคนนั้นให้อยู่กับที่กับเธอสักพักก่อนที่เธอส่งลูกโดยที่ทั้งสองคนนั้นไม่ทันตั้งตัวให้กับสมาชิกทีมเดียวกันที่วิ่งโฉบข้างเธอมา"
    hide excited with Dissolve(0.2)
    scene school_gym_a at zoom_in 
    show lineeffect with Dissolve(0.2)
    "เอมิไม่ได้เอาตัวไปบล็อกทีมโฮโนกะสองคนนั้นเพราะรู้ว่าเธอสู้ด้านขนาดตัวไม่ได้  เธอใช้จุดแข็งที่เธอคล่องตัวกว่าวิ่งวนอ้อมไปข้างหลังทีมศัตรูสองคนและรับลูกที่สมาชิกในทีมโยนกลับมา"
    hide lineeffect with Dissolve(0.2)
    
    scene school_gym_a with Dissolve(0.2)

    "สมาชิกในทีมเอมิต่างส่งลูกและรับลูกกันและกันอย่างอิสระทำให้ทีมโฮโนกะสับสนและเลือกไม่ถูกว่าจะกระโจนเข้าบังใคร"
    "หลังจากการส่งลูกหลายต่อหลายครั้งและการประสานของทีมเอมิอย่างพร้อมเพรียง ในที่สุดสมาชิกของทีมเอมิหนึ่งคนที่อยู่ใกล้แป้นที่สุดก็ได้ครองลูก"

    show basketball with Dissolve(0.5)
    "ฟึ่บบ!!"
    hide basketball with Dissolve(0.5)
    "ลูกบาสถูกโยนลงเข้าห่วงทำให้คะแนนของทีมเอมิไล่ตามทีมโฮโนกะอย่างสูสี"
    "เสียงโห่ร้องด้วยความดีใจจากทีมเอมิดังทั่วสนาม ขณะที่โฮโนกะแสดงสีหน้าไม่พอใจมากขึ้นเรื่อยๆ"
    
    scene black_scene with Dissolve(0.5)
    scene school_gym_a with Dissolve(0.5)
   
    "ถึงแม้การขับเคี่ยวครั้งนี้จะดุเดือดน่าดูชมแค่ไหนแต่ทุกเกมย่อมมีการสิ้นสุดลง"
    "การแข่งขันกำลังจะหมดลงภายในไม่ถึงสองนาที"
    show score5 with Dissolve(0.5)
    "คะแนนของทีมโฮโนกะ 51 คะแนน คะแนนของทีมเอมิ 50 คะแนน"
    hide score5 with Dissolve(0.5)
     
    scene school_gym_a_zoom at left_to_right with Dissolve(0.5)
    show border with Dissolve(0.5)
    
    en "เป็นการแข่งที่ตึงเครียดจริงๆ"



    t "ทั้งโฮโนกะและเอมิเล่นกันแบบเอาเป็นเอาตายเลย"
    n "ผมยืนฟังคำวิจารณ์จากสองคนที่ยืนข้างๆผมเงียบๆ ถึงแม้ในใจจะเริ่มร้อนรนก็ตามที่คะแนนฝั่งเอมิน้อยกว่าทั้งๆที่เวลาของเกมแทบไม่มีแล้ว"
    "จริงอยู่ที่ทีมเอมิประสานงานดีกว่า แต่โฮโนกะเองก็เป็นศัตรูที่เอาชนะยากมากๆ ถ้าหากปล่อยให้เป็นแบบนี้ไปเรื่อยๆ เอมิจะเป็นฝ่ายแพ้"
    stop music
    "ผมเพ่งมองไปที่สนามบาสเกตบอลซึ่งสมาชิกทั้งสองทีมต่างเหนื่อยล้าถึงขีดสุด"
    play music "audio/bgm/battle_on_horizon.mp3" volume 0.5
    "สถานการณ์กำลังไม่สู้ดีเมื่อเอมิประจันหน้ากับโฮโนกะตัวต่อตัว แม้ลูกบาสจะอยู่ในกำมือเอมิ แต่ดูเหมือนเธอจะฝ่าโฮโนกะไปไม่ได้ง่ายๆ"

    hide border with Dissolve(0.5)
    
    scene school_gym_a with Dissolve(0.5)

    show honoka_ouki with Dissolve(0.2)
    h "ไม่มีตัวช่วยอีกแล้ว เอมิ"
    hide honoka_ouki with Dissolve(0.2)


    show Eimi_bas_body_Eimi_serous
    ei "....." with dissolve
    hide Eimi_bas_body_Eimi_serous

    show excited with Dissolve(0.2)    
    h "เข้ามาเลย"
    hide excited with Dissolve(0.2)


    show Eimi02_bas_body_Eimi02_angry2 with Dissolve(0.2)
    n "โฮโนกะถลึงตามองเอมิไม่วางตา ส่วนเอมิก็ได้แต่เว้นระยะห่างและเลี้ยงลูกด้วยความระแวดระวัง"
    hide Eimi02_bas_body_Eimi02_angry2 with Dissolve(0.2)
    
    "เพราะว่าคะแนนตัวเองเป็นฝ่ายนำ โฮโนกะเลยใช้แผนการที่ปลอดภัยที่สุด ลูกทีมของเธอทุกคนเข้าไปป้องกันลูกทีมของเอมิแบบ 1 on 1 ทุกคน บีบให้แต่ละคนแยกจากกันและไม่สามารถประสานงานกันได้"
    "นี่คือสนามที่ถูกออกแบบเพื่อทำลายการส่งลูกของเอมิและขับเร้นให้โฮโนกะใช้ความสามารถในการดวลหนึ่งต่อหนึ่งได้มากที่สุด"
    "ถึงแม้สถานการณ์จะเสียเปรียบแต่เอมิก็ยังไม่ยอมแพ้ง่ายๆ เธอพุ่งตัวด้วยความเร็วสูงพร้อมกับเลี้ยงลูกหนีจากโฮโนกะสุดแรง"
    
    scene school_gym_a at zoom_in
    show lineeffect with Dissolve(0.2)
    "ความเร็วของเอมิเป็นสิ่งที่น่าทึ่ง ผมมั่นใจเลยว่ามีผู้ชายไม่กี่คนในโรงเรียนที่สามารถวัดกับความเร็วของเธอได้ "
    hide lineeffect with Dissolve(0.2)

    scene school_gym_a
    "อย่างไรก็ตาม ศัตรูของเธอก็มีความสามารถไม่แพ้เธอ"
    "เงาร่างผมเงินปรากฏตัวขึ้นต่อหน้าเอมิหลายต่อหลายครั้งราวกับเธอสามารถเคลื่อนย้ายสถานที่ได้"

    show honoka_ouki with Dissolve(0.2)
    h "ไม่รอดหรอก เอมิ!"
    hide honoka_ouki with Dissolve(0.2)
    
    
    n "คำพูดสั้นๆง่ายๆบ่งบอกถึงสถานการณ์ที่เกิดขึ้นจริง "
    "ไม่ว่าเอมิจะเลี้ยงลูกหนีสักกี่รอบหรือหลอกล่อให้โฮโนกะสับสนเพื่อให้หลุดจากการดวลแบบ 1 ต่อ 1 ให้ได้ แต่โฮโนกะที่ความเร็วพอกันแต่มีพลังมากกว่าก็จะพุ่งมาดักหน้าเสมอ"
    "โฮโนกะใช้พลังที่มากกว่าค่อยๆรุกคืบเข้าหาเอมิและกวาดมือเพื่อเข้าชิงลูกอย่างต่อเนื่อง ถึงแม้เอมิจะรอดจากความพยายามที่จะขโมยลูกของโฮโนกะได้ แต่เธอก็ถอยห่างจากแป้นไปเรื่อยๆ"
    
    show Eimi02_bas_body_Eimi02_angry with Dissolve(0.2)
    "เอมิกัดฟันกรอด ผมสังเกตเห็นเธอเหงื่อเธอแตกพลั่กเมื่อรุ่นน้องผมพบความจริงว่ามันยากที่จะชนะคู่แข่งของเธอ"
    hide Eimi02_bas_body_Eimi02_angry with Dissolve(0.2)

    "เงาร่างของเด็กสาวผมน้ำตาลสั่นเทาเล็กๆด้วยความกลัว เป็นไม่กี่ครั้งในชีวิตที่ผมสัมผัสได้ถึงความรู้สึกของใครบางคนทั้งๆที่เห็นเธอคนนั้นอยู่ห่าง"
    "ผมคือคนที่เห็นความพยายามของเอมิมาตลอด"
    "ผมไม่อยากให้เธอแพ้"
    "....."
    "ผมกลืนน้ำลายตัวเองแล้วตะโกนขึ้น"
    "...เพราะมันคือสิ่งเดียวที่ผมทำได้"

    show excited with Dissolve(0.2)
    tk "อย่ายอมแพ้นะ! เอมิ!"
    hide excited with Dissolve(0.2)

    n "เสียงของผมดังขนาดที่กลบเสียงเชียร์ของทุกคนในโรงยิมโดยไม่ตั้งใจ ทำให้ทุกคนในโรงยิมประสานสายตามาหาผมพร้อมเพรียงกันโดยไม่ได้นัดหมาย"
    "ทุกคนในสนามรวมถึงเอมิก็มองผมเช่นกัน "


    show Eimi02_bas_body_Eimi02_sad
    ei "รุ่นพี่...ทาคากิ..." with dissolve 
    hide Eimi02_bas_body_Eimi02_sad with dissolve
    n "เสียงพึมพำดังมาจากเด็กสาวผมน้ำตาล เธอเลือกที่จะประจันหน้ากับโฮโนกะตรงๆอีกครั้ง"
    show Eimi02_bas_body_Eimi02_onegai
    "ดวงตาคู่โตของเอมิที่เต็มไปด้วยความหวาดกลัว" with dissolve 
    show Eimi02_bas_body_Eimi02_angry with dissolve 
    hide Eimi02_bas_body_Eimi02_onegai with dissolve
    "...ค่อยๆแปรเปลี่ยนเป็นดวงตาแหลมคมราวกับมีดที่เต็มไปด้วยความไม่ยอมแพ้" with dissolve 
    hide Eimi02_bas_body_Eimi02_angry with dissolve

    scene school_gym_a at zoom_in
    show lineeffect with Dissolve(0.2)
    "ตึงงง!!!"
    hide lineeffect with Dissolve(0.2)

    scene school_gym_a with Dissolve(0.5)

    "เสียงกระทืบเท้าของเอมิดังขึ้นไปทั่วทั้งสนามราวกับฟ้าร้อง"


    show excited with Dissolve(0.2)
    "เด็กสาวผมน้ำตาลกระโดดพุ่งตัวอีกครั้งด้วยความเร็วสูงสุดก่อนที่จะวิ่งเลี้ยงลูกออกไปเพื่อสลัดให้หลุดจากเงาร่างของโฮโนกะที่เร็วพอๆกัน"
    hide excited with Dissolve(0.2)

    "โฮโนกะไล่ตามเอมิทันหลายต่อหลายครั้งไม่ว่าเอมิจะเปลี่ยนทิศทางมากแค่ไหน"
    "แต่ว่า...บางสิ่งกำลังเปลี่ยนไป..."
    "เมื่อทุกคนที่อยู่รอบสนามต่างมองเห็นว่าระยะห่างระหว่างเอมิกับโฮโนกะกำลังมากขึ้นเรื่อยๆ"
    
    show honoka_ouki with Dissolve(0.2)
    h "เธอ!"
    hide honoka_ouki with Dissolve(0.2)


    show Eimi02_bas_body_Eimi02_sawagashi
    ei "เอมิน่ะไม่ได้มีดีแค่ความเร็วหรอกนะ โฮโนกะ!" with dissolve
    hide Eimi02_bas_body_Eimi02_sawagashi with dissolve
    n "สาเหตุที่ระยะห่างระหว่างทั้งสองคนมากขึ้นเรื่อยๆไม่ใช่เพราะเอมิเร็วกว่าโฮโนกะ"

    show excited with Dissolve(0.2)
    "เอมิหลุดห่างจากโฮโนกะได้เพราะว่าเธอสามารถเปลี่ยนความเร็วในการเล่นได้อย่างกะทันหัน "
    hide excited with Dissolve(0.2)

    scene school_gym_a_zoom at left_to_right with Dissolve(0.5) 
    show border with Dissolve(0.5)
    "การเคลื่อนไหวช้าสลับเร็วที่เปลี่ยนระดับได้อย่างอิสระของเอมิทำให้โฮโนกะที่ใช้แต่ความเร็ววิ่งหลุดจากเอมิมากขึ้น"
    "ผมเบิกตาโพลงเมื่อเห็นทักษะที่น่าทึ่งของเอมิต่อหน้าต่อตา"
    "ทักษะที่ทำให้หลุดรอดจากการโดนประกบไม่ได้สำคัญที่ความเร็ว พลังหรือทักษะการแย่งบอลอย่างเดียว ปัจจัยที่ทุกคนอาจมองไม่ถึงก็คือสิ่งที่เอมิกำลังทำอยู่"
    "มันคือการสลับเปลี่ยนความเร็ว"
    "ลองจินตนาการถึงวัตถุที่เคลื่อนที่อย่างเชื่องช้าในจังหวะสั้นๆก่อนที่จะระเบิดความเร็วออกมาตูมเดียวได้ราวกับรถแข่ง "
    "นั่นคือเอมิ"
    "ความเร็วสูงสุดของเอมิอาจจะอยู่ในระดับเดียวกับโฮโนกะ แต่สิ่งที่เอมิทำได้ดีกว่าอย่างชัดเจนคือเธอใช้เวลาเข้าสู่ความเร็วสูงสุดของตัวเองได้ในพริบตาเดียว ต่างจากโฮโนกะที่กว่าจะเข้าสู่ระดับความเร็วสูงสุดต้องอาศัยเวลาการวิ่งสักพัก"
    "การระเบิดความเร็วสูงสุดในระยะเวลาออกตัวเป็นสิ่งที่สิ้นเปลืองพละกำลังอย่างมาก แต่สำหรับเอมิที่เข้าสู่ช่วงท้ายการแข่ง นี่คือทางเดียวที่เธอจะชนะโฮโนกะได้"
    "ความเร็วช่วงต้นในการออกตัววิ่งของเอมิรวดเร็วกว่าโฮโนกะหลายเท่าตัว ด้วยเหตุผลที่ว่าเอมิจึงสามารถหลุดจากการคลุกวงในของโฮโนกะได้อย่างฉิวเฉียด"
    "ระยะห่างจากเอมิและโฮโนกะค่อยๆขยายตัวขึ้นจากประชิดตัวเป็นสามสี่เมตร แค่นั้นก็มากพอแล้วที่จะทำให้เอมิเลี้ยงลูกหลุดจากโฮโนกะ"
    
    hide border with Dissolve(0.5)
    scene school_gym_a with Dissolve(0.5)
    
    show honoka_ouki with Dissolve(0.2)
    h "บ้าชะมัด! ทุกคนขวางไว้!"
    hide honoka_ouki with Dissolve(0.2)

    n "โฮโนกะที่รู้ว่าตัวเองอาจไม่ทันร้องตะโกนให้เพื่อนร่วมทีมเปลี่ยนแผนเป็นตั้งแนวป้องกันเต็มกำลังเพื่อขวางเอมิ ในไม่ช้าสมาชิกทีมของโฮโนกะสองคนก็พุ่งเข้ามาใกล้เอมิเพื่อป้องกันไม่ให้เธอยิงลูกได้"
    "สองคนที่พุ่งเข้ามาหาเอมิตั้งตัวเองเป็นกำแพงสูงชัน พวกเธอใช้ความสูงที่มากกว่าเพื่อชิงความได้เปรียบจากเอมิเพื่อชะลอเวลาให้โฮโนกะวิ่งตามมาทัน"
    "แต่เอมิเลือกที่จะหยุดฝีเท้าลงและกระโดดถอยไปข้างหลัง"
    "ผมเบิกตากว้างขึ้นอีกครั้งเมื่อผมจำได้ว่าเอมิเคยใช้ลูกเล่นนั้นกับผม เมื่อถอยไปข้างหลังเพียงเล็กน้อยก็เปิดช่องมากพอแล้วที่จะทำให้แนวลูกพ้นจากการป้องกันของฝ่ายตรงกันข้าม"
    show eimi_ouki with Dissolve(0.2)
    "เฟดอเวย์!!"
    hide eimi_ouki with Dissolve(0.2)
    "ลูกลอยขึ้นสูงโดยที่ไม่มีใครแตะมันได้อีกหลังจากมันหลุดจากมือเอมิ"
    show basketball with Dissolve(0.5)
    "ฟึ่บบ!!"
    hide basketball with Dissolve(0.5)
    "ลูกสองแต้มของเอมิลงแป้นอย่างพอดิบพอดีก่อนที่อีกไม่กี่วินาทีหลังจากนั้นเสียงเป่านกหวีดจบการแข่งขันจะดังขึ้น"
    show score6 with Dissolve(0.5)
    "คะแนนของทีมโฮโนกะ 51 คะแนน คะแนนของทีมเอมิ 52 คะแนน"
    hide socre6 with Dissolve(0.5)
    hide Eimi02_bas_body_Eimi02_sawagashi with Dissolve(0.2)
    stop music
    scene sky_summer with Dissolve(0.5)
    "การแข่งขันครั้งนี้เอมิเป็นฝ่ายชนะ"
    jump q7_5
    return 

