label q5_6:
    show Aquarium_Morning with Dissolve(1.0)
    play music "audio/bgm/asa_no_nigiyaka_mura.mp3" volume 0.5
    show Eimi02_date_body_Eimi02_sawagashi
    ei "มะๆๆๆ...!" with dissolve
    tk "......"
    hide Eimi02_date_body_Eimi02_sawagashi

    show Eimi02_date_body_Eimi02_kirakira
    show wink with Dissolve(1.0)
    ei "แมวน้ำนี่นา! " with dissolve
    hide wink
    hide Eimi02_date_body_Eimi02_kirakira

    show seal01
    n "เอมิเห็นแมวน้ำในตู้แล้วก็ดูร่าเริงขึ้นกว่าเดิมหลายเท่าตัว " with dissolve

    "เธอแทบจะเอาหน้าไปแนบกระจกตู้แล้วและชาวบ้านก็กำลังเหลือบมองพวกเราเหมือนตัวประหลาด แต่ผมก็ไม่ได้ห้ามเธอเพราะเธอคงไม่ฟังผมแหง" with dissolve
    ei "รุ่นพี่ดูสิคะ แมวน้ำ!"
    tk "อืม...แมวน้ำ "
    ei "แมวน้ำน่ารัก! "
    tk "เข้าใจๆ มันน่ารัก"
    n "ปฏิกิริยาของผมทำให้เอมิดูสะดุ้งเล็กๆ"
    "ผมก็แค่พูดเรื่องที่ตัวเองคิดตรงๆ มันแปลกตรงไหนนะ?"
    tk "จะสะดุ้งทำไม?"
    ei "เอมิไม่คิดว่าในโลกนี้จะมีอะไรน่ารักในสายตารุ่นพี่ค่ะ"
    tk "ฉันก็เป็นคนเหมือนกัน ฉันก็คิดว่าอะไรๆสวยหรือน่ารักเป็นนะ "
    ei "จริงอ่ะ "
    n "เอมิทำหน้าเหมือนเธอคิดว่าผมโกหก"
    tk "เธอเห็นฉันเป็นตัวอะไรกัน?"
    hide seal01

    show Eimi02_date_body_Eimi02_confident
    show wink with Dissolve(1.0)
    ei "กองพันหน้าเครียด 101 ที่ชอบเอาพู่กันมารังแกสาวน้อยค่ะ " with dissolve
    hide wink
    tk "......."
    hide Eimi02_date_body_Eimi02_confident

    show Eimi02_date_body_Eimi02_smug2
    ei "หนูอยู่ที่สูงกว่า รุ่นพี่เอาชนะหนูไม่ได้แล้วค่ะ " with dissolve
    tk "เธอประเมินพลังของฉันต่ำไป "
    n "เอมิพูดจบผมก็ควักวัตถุชิ้นหนึ่งออกมาจากกระเป๋าแล้วโชว์ต่อหน้าเธอ เมื่อเธอเห็นของที่อยู่ในมือผม เธอก็ตกใจตาตั้ง"
    hide Eimi02_date_body_Eimi02_smug2

    show Eimi02_date_body_Eimi02_shock
    show surprise with Dissolve(1.0)
    ei "จะเอาพู่กันมาทำไมค้า!?" with dissolve
    hide surprise
    tk "สำหรับจิตรกรแล้ว พู่กันก็เหมือนดาบประจำกาย"
    hide Eimi02_date_body_Eimi02_shock

    show Eimi02_date_body_Eimi02_ara
    show question with Dissolve(1.0)
    ei "หา?" with dissolve
    hide question
    tk "นักดาบจะทิ้งดาบประจำกายได้ยังไง ถามจริงๆ"
    n "ผมตอบด้วยความมั่นใจอย่างสูงสุด แต่เอมิกลับถอนหายใจใส่ผม"
    hide Eimi02_date_body_Eimi02_ara

    show Eimi02_date_body_Eimi02_0
    ei "รุ่นพี่ทาคากิก็มีโมเม้นเบียวๆเหมือนกันนะคะ" with dissolve
    tk "-_-+"
    hide Eimi02_date_body_Eimi02_0

    show Eimi02_date_body_Eimi02_stupid
    ei  "......" with dissolve
    hide Eimi02_date_body_Eimi02_stupid

    show seal04
    n "ผมไม่ได้พูดอะไร เพียงแค่กระตุกมือข้างที่ถือพู่กันเป็นสัญญาณให้เอมิรู้ตัวว่า ถ้าเธอไม่หุบปาก ต่อไปจะโดนเล่นงานแล้วนะ เอมิที่หัวไวรู้ตัวทันจึงหุบปากแล้วพยายามเปลี่ยนเรื่อง" with dissolve

    ei "ว่าแต่ ปกติแมวน้ำนี่ไม่ได้มีแค่สีขาวเหรอคะ?" with dissolve
    tk "จริงๆแมวน้ำน่ะมีหลายสี"
    n "พอผมอธิบายขึ้น เอมิก็หันหน้ามามอง"
    tk "สีตัวมันขึ้นกับสายพันธ์และอายุ บางพันธุ์ก็จะสีดำ บางพันธุ์จะสีเทาๆ บางพันธุ์จะปนกันหลายๆสีและลูกแมวน้ำบางพันธุ์อย่างแมวน้ำลายพิณตอนหลังจากคลอดไม่นานจะมีขนสีขาวด้วย"
    ei "รุ่นพี่ดูเชี่ยวชาญด้านแมวน้ำนะคะ"
    tk "ไม่หรอก ก็แค่เคยดูสารคดีสัตว์โลกเกี่ยวกับแมวน้ำน่ะ"
    ei "ที่ดูก็เพราะมันน่ารักใช่ไหมคะ?"
    n "เอมิถามผมตรงๆ ผมจึงพยักหน้าตอบรับเธอ"
    "จะว่าไปแมวน้ำมันก็เป็นสิ่งมีชีวิตที่น่าเอ็นดูจริงๆน่ะแหละ ด้วยความที่มันค่อนข้างเชื่องทำให้คนบางคนถึงกับเรียกว่ามันเป็นสุนัขเวอร์ชั่นสัตว์น้ำด้วยซ้ำ"
    "ผมจ้องมองสิ่งมีชีวิตสีเทาที่ตัวอ้วนกลมกำลังแหวกว่ายน้ำไปมา สิ่งมีชีวิตอ้วนกลมมองสวนกลับมาหาผมกับเอมิด้วยดวงตาสีดำสนิทน่าเอ็นดู"
    "ผมมองเข้าไปในดวงตาของมันแล้วลองออกความเห็นดู"
    tk "แมวน้ำก็ดูดีนะ"
    ei "ใช่ไหมล่ะค้า "
    hide seal04

    show seal02
    tk "ถ้าเอาไปทำซาชิมิแล้วจะรสชาติออกมายังไงนะ -_-+" with dissolve
    n "คำพูดของผมทำให้เอมิสะดุ้งเฮือก นี่ผมคิดไปเองหรือเปล่าว่าแมวน้ำในตู้ก็กำลังสะดุ้งเหมือนกัน " with dissolve
    ei "รุ่นพี่คะ นี่มันอควาเรียมนะคะ เราไม่ได้ชอปปิ้งหาวัตถุดิบทำอาหาร "
    tk "แค่จินตนาการเล่นๆน่า ไม่ได้อยากทำจริงๆ"
    hide seal02

    show seal03
    ei "ค่อยยังชั่วค่ะ " with dissolve
    n "เอมิถอนหายใจด้วยความโล่งอก ขณะเดียวกับที่แมวน้ำในตู้ดูอารมณ์ผ่อนคลายลง นี่มันกำลังยิ้มให้ผมหรือผมตาฝาดกันนะ" with dissolve
    tk "แต่จริงๆก็คิดนะ..."
    ei "คิดว่า?"
    hide seal03

    show seal02
    tk "ถ้าลองเอามาย่างอาจจะอร่อยกว่าก็ได้นะ แมวน้ำเนี่ย -_-+" with dissolve
    n "ผมพูดจบแล้วทั้งเอมิและแมวน้ำในตู้ก็ตาขยายออกพร้อมๆกันราวกับเชื่อมต่อจิตใจกัน" with dissolve
    "จะตกใจอะไรขนาดนั้น แค่ลองคิดเล่นๆเอง"
    tk "หม้อไฟแมวน้ำก็ดูไม่เลวนะ ว่าไหม?"
    hide seal02

    show seal04
    ei "รุ่นพี่หยุดเถอะค่ะ แมวน้ำในตู้มันจะช็อคตายแล้วค่ะ " with dissolve

    tk "จะไปคิดอะไรมาก นี่มันก็แค่สมมุติ" with dissolve
    ei "ดีแล้วค่ะ "
    tk "ถึงจะน่าลองทำจริงๆก็เถอะนะ -_-+"
    ei "รุ่นพี่รังแกสัตว์ "
    stop music
    n "เอมิโวยวายใส่ผมอย่างลนลาน แค่พูดเล่นๆทำไมต้องดีดขนาดนี้ด้วยนะ ตลกจริงๆ"
    play music "audio/bgm/nodokana_hi.mp3" volume 0.5
    hide seal04

    show Eimi_date_body_Eimi_smile
    ei "วันนี้สนุกดีนะคะ" with dissolve
    tk "ถ้าเธอชอบก็ดีแล้วล่ะ"
    hide Eimi_date_body_Eimi_smile

    show Eimi_date_body_Eimi_normal
    ei "....." with dissolve
    n "เอมิจ้องหน้าผมสักพักหลังจากผมพูดจบ ดวงตาคู่โตราวกับกำลังเหม่อลอยอยู่ไม่มีผิด"
    hide Eimi_date_body_Eimi_normal

    show Eimi_date_body_shy_Eimi_normal
    "ผมคิดไปเองหรือเปล่านะว่าใบหน้าเธอดูแดงระเรื่อขึ้นเล็กน้อย" with dissolve
    tk "เธอจ้องฉันทำไม?"
    hide Eimi_date_body_shy_Eimi_normal

    show Eimi_date_body_shy_Eimi_smug3
    show laught with Dissolve(1.0)
    ei "รุ่นพี่ก็ลองคิดเองดูสิคะ ฮะๆๆ" with dissolve
    hide laught
    hide Eimi_date_body_shy_Eimi_smug3

    show Eimi_date_body_Eimi_smile
    n "สีแดงระเรื่อบนนวลแก้มเอมิเลือนหายไปแล้วในพริบตาเดียว ใบหน้าเด็กสาวผมสีน้ำตาลกลับมาเป็นรอยยิ้มซื่อๆตามเดิม" with dissolve
    "รุ่นน้องของผมนี่เปลี่ยนสีหน้าเร็วชะมัด"
    hide Eimi_date_body_Eimi_smile

    show Eimi_date_body_Eimi_0_0
    show surprise with Dissolve(1.0)
    ei "โอ๊ะ!" with dissolve
    hide surprise
    a "อึก!"
    hide Eimi_date_body_Eimi_0_0

    show Eimi_date_body_Eimi_normal
    n "เพราะพวกเรามัวแต่เดินคุยกัน เอมิที่เอาแต่มองหน้าผมเลยเดินชนเข้ากับหญิงชราคนหนึ่ง" with dissolve
    "แว่นตาของหญิงชราหลุดจากใบหน้าและกำลังจะตกลงบนพื้น เอมิจึงรีบคว้าแว่นกลางอากาศไว้ด้วยความว่องไวแล้วคืนมันให้กับมือของเจ้าของแว่นในช่วงเวลาสั้นๆ"
    "ผมสังเกตเห็นความเร็วและปฏิกิริยาตอบสนองของเอมิที่น่าเหลือเชื่อ"
    "เธอคนนี้ก็สมกับเป็นนักกีฬาจริงๆ"
    o "ขอบคุณมากเลยนะหนู ถ้าไม่มีหนู แว่นยายก็คงแตกไปแล้ว"
    hide Eimi_date_body_Eimi_normal

    show Eimi_date_body_Eimi_smile2
    ei "ไม่เป็นไรหรอกค่ะ หนูต่างหากที่เดินไม่ดูทางเองค่ะ" with dissolve
    o "ไม่เป็นไรหรอกจ้ะ ยายเองก็แข้งขาไม่แข็งแรงเลยเดินพลาดไปโดนหนูด้วย"
    n "เด็กสาวผมสีน้ำตาลก้มหัวให้หญิงชราด้วยความนอบน้อมและพูดด้วยน้ำเสียงนุ่มนวล ทำให้หญิงชราที่สัมผัสได้ถึงความถ่อมตัวของเอมิยิ้มออกมา"
    o "พวกหนูสองคนเป็นแฟนกันเหรอ?"
    hide Eimi_date_body_Eimi_smile2

    show Eimi02_date_body_shy_Eimi02_0
    n "หญิงชราถามผมกับเอมิพร้อมกับส่งยิ้มกว้างมาให้พวกเราทั้งคู่ ทำให้ผมกับเอมิมองหน้ากันเอง" with dissolve
    "ขณะที่ใบหน้าผมอุ่นๆขึ้นมา เอมิเองก็ดันทำหน้าแดงใส่ผม"
    "แทนที่จะตอบไปตรงๆว่าเป็นแค่รุ่นพี่รุ่นน้องกัน แต่ทั้งผมและเอมิกลับไม่ได้ตอบหญิงชรากลับไปทันที มัวแต่ก้มหน้าใส่กันและทำหน้าแดงแข่งกันเท่านั้น"
    "ผมสูดหายใจเข้าลึกๆก่อนที่จะรวบรวมความกล้าอธิบายหญิงชรา"
    tk "พวกเราแค่มาเที่ยวกันเฉยๆครับ"
    hide Eimi02_date_body_shy_Eimi02_0

    show Eimi02_date_body_shy_Eimi02_smile
    ei "พวกเรายังเป็นแค่รุ่นพี่รุ่นน้องกันค่ะ " with dissolve
    n "ผมพยายามลบความประดักประเดิดทั้งหมดทิ้งไปแล้วตอบเรียบๆ แต่เอมิกลับส่ายหน้าแล้วหลับตาปี๋ แถมยังหน้าแดงไม่หาย"
    "รุ่นน้องของผมนี่เก็บอารมณ์ไม่ค่อยเป็นสินะ"
    o "หืมมม... ‘ยังเป็น’ อย่างงั้นเหรอ?"
    n "หญิงชรามองผมกับเอมิสลับไปสลับมาแล้วยิ้มเจ้าเล่ห์ให้พวกเราสองคน "
    "ผมได้ยินเสียงแอบหัวเราะเบาๆในลำคอจากหญิงชราตรงหน้า"
    o "ยายนึกว่าเป็นแฟนกันแล้วซะอีก แต่ยังอยู่ในช่วงดูใจกันสินะ ยายเข้าใจแล้ว"
    tk "หา?"
    hide Eimi02_date_body_shy_Eimi02_smile

    show Eimi02_date_body_shy_Eimi02_0
    ei "หา?" with dissolve
    n "ผมกับเอมิประสานเสียงอุทานพร้อมกัน"
    o "ไม่มีอะไรๆ ขอให้พวกเธอทั้งคู่โชคดีนะ "
    tk "........"
    hide Eimi02_date_body_shy_Eimi02_0

    show Eimi_date_body_Eimi_smile3
    ei "ค่ะ คุณยาย" with dissolve
    n "เอมิเผยยิ้มกว้างแล้วก้มหัวให้หญิงชรา ในขณะที่หญิงชราเดินเข้ามาใกล้ผมแล้วพูดบางอย่างขึ้นด้วยเสียงเบาราวกับเธอไม่อยากให้ใครนอกจากผมได้ยิน"
    o "ถ้ามัวแต่เล่นตัว เดี๋ยวก็ไม่ได้ลงเอยกันสักทีนะ พ่อหนุ่มน้อย"
    n "นั่นคือคำพูดสุดท้ายก่อนที่หญิงชราจะค่อยๆเดินห่างออกไป "
    "ผมที่ฟังคำพูดจากหญิงชราได้แต่ยิ้มเจื่อนๆเท่านั้น "
    hide Eimi_date_body_Eimi_smile3

    show Eimi_date_body_Eimi_smile
    show question with Dissolve(1.0)
    ei "ยายเค้าพูดอะไรกับรุ่นพี่เหรอคะ?" with dissolve
    hide question
    tk "ไม่มีอะไร"
    n "ผมปฏิเสธเอมิเรียบๆ "
    stop music
    "คนอายุมากนี่ก็ชอบคิดเองเออเองจริงๆ  "
    hide Eimi_date_body_Eimi_smile
    jump q5_7
    return 

