show school_gym_b with Dissolve(1.0)
play music "audio/bgm/yuki_kaze.mp3" volume 0.5
n "ผมลืมตาขึ้นก่อนเป็นอย่างแรก" with dissolve
"เพื่อที่จะรู้ว่าตัวเองอยู่ที่ไหนก็คงต้องเรียกการมองเห็นกลับมาดีๆก่อน"
show oppai_zoom01 with Dissolve(1.0)
hide school_gym_b

tk "......."
ei "......."
n "สิ่งแรกที่ผมเห็นคือใบหน้าเอมิที่อยู่ใกล้ใบหน้าผมในระยะประชิด"
"ผมกำลังนอนขึ้นคร่อมร่างบางของเธอ พวกเราชิดกันขนาดที่ผมสัมผัสได้ถึงลมหายใจของอีกฝ่ายเพราะปลายจมูกสองเราแทบสัมผัสกัน"
show oppai_zoom03 with Dissolve(1.0)
hide oppai_zoom01

"ผมพูดอะไรไม่ออก ส่วนเอมิก็หน้าแดงไปหมด"
"แม้กระทั่งใบหน้าผมก็เริ่มอุ่นๆตามไปด้วย"
"โรงยิมที่เคยเต็มไปด้วยเสียงเอะอะโวยวายของพวกเราสองคนเงียบลง"
"มีเพียงเสียงหัวใจของผมที่ดังขึ้นมาท่ามกลางโลกที่ไร้สุ้มเสียง"
show oppai_zoom04 with Dissolve(1.0)
hide oppai_zoom03

ei "รุ่นพี่...ทาคากิ...คะ..."
tk "........."
n "เด็กสาวผมสีน้ำตาลเรียกชื่อผมด้วยใบหน้าแดงระเรื่อและท่าทางเอียงอาย น้ำเสียงสั่นเครือของเธอทำให้ความรู้สึกประดักประเดิดค่อยๆกลืนกินพวกเราเข้าไป"
show oppai_zoom01 with Dissolve(1.0)
hide oppai_zoom04

"ใบหน้านวลขาวขึ้นสีแดงอ่อนๆ "
"เรือนผมสีน้ำตาลที่เต็มไปด้วยกลิ่นหอมราวกับดอกไม้"
"นี่ยังไม่นับดวงตาคู่โตที่สวยงามและเต็มไปด้วยชีวิตชีวา ประกอบเรือนร่างสาววัยรุ่นที่ชวนดึงดูดสายตาไม่ให้ผมมองหนีไปไหน "
"ก็เคยคิดอยู่ว่ายัยนี่หน้าตาดี แต่ว่ามองใกล้ๆขนาดนี้นี่มัน..."
"...น่ารัก"
"น่ารักจริงๆน่ะแหละ"
"ผมรำพึงในใจพร้อมกับเริ่มยอมรับความจริง"
"นั่นเป็นขณะเดียวกันกับที่เอมิหน้าแดงมากขึ้นจนแทบจะกลายเป็นมะเขือเทศพูดได้อยู่แล้ว"
show oppai_zoom03 with Dissolve(1.0)
hide oppai_zoom01

ei "รุ่นพี่...คะ..."
tk "หา?"
show oppai_zoom04 with Dissolve(1.0)
hide oppai_zoom03

ei "ขอร้องล่ะ...ลุกก่อนค่ะ..."
tk "เธอว่าไงนะ?"
n "เอมิเม้มปากแน่นก่อนที่เธอจะค่อยๆเปล่งเสียงออกมาทีละน้อย"
"เพราะเสียงที่ขาดตอนและเบาเหมือนกระซิบทำให้ผมได้ยินเธอไม่ชัดเจนจนต้องถามอีกครั้ง"
stop music
"สุดท้ายเด็กสาวเรือนผมน้ำตาลเลยหันหน้าหลบผมและใช้มือดันตัวผมขึ้น"
show oppai_zoom05 with Dissolve(1.0)
hide oppai_zoom04

play music "audio/bgm/dotabata_happening.mp3" volume 0.5
ei "ลุกออกไปสักทีค่ะ หนูอาย! "
tk "เฮ้ย! "
show oppai_zoom02 with Dissolve(1.0)
hide oppai_zoom05

n "เอมิใช้แรงที่มากกว่าผลักผม "
"โลกหมุนไปหมดเพราะร่างของผมกลิ้งไปข้างๆลำตัวเธอ ขณะที่เธอดีดตัวขึ้นกะทันหัน มือข้างหนึ่งของเธอที่ถือลูกบาสอยู่ก็งัดขึ้นวูบทำให้ลูกบาสลอยหวือขึ้นสูงกลางอากาศ"
show school_gym_b with Dissolve(1.0)
hide oppai_zoom02

show Eimi02_Eimi02_ara
show surprise with Dissolve(1.0)
ei "อ๊ะ! " with dissolve
hide surprise
tk "ห๊ะ!?"
n "ลูกบาสสีส้มลอยขึ้นเหนือแป้นอย่างเหมาะเจาะก่อนที่มันจะลงไปในแป้นอย่างสวยงาม"
"นับเป็นคะแนนแต้มที่สามซึ่งเกิดขึ้นโดยบังเอิญอย่างสวยสด"
"........"
stop music
"บทผมจะแพ้ ก็แพ้กันง่อยๆแบบนี้เลยงั้นเรอะ!?"
hide Eimi02_Eimi02_ara

