label q2_4a:
    show artroom_afternoon with Dissolve(1.0)
    play music "audio/bgm/cafe_de_swing.mp3" volume 0.5
    show Eimi_Eimi_smile2
    tk "ไม่มีอะไรเป็นพิเศษหรอก" with dissolve
    n "ผมโกหกเอมิไปเพราะไม่อยากเล่าเรื่องตัวเองให้คนอื่นฟัง"
    "มันไม่ใช่เรื่องที่น่าเล่าเท่าไหร่ด้วย ผมเลยเลี่ยงที่จะพูดมันออกไป"
    tk "แทนที่เราจะมาคุยกันถึงเรื่องของฉัน เธอไม่คิดจะพูดเรื่องตัวเองให้ฉันฟังบ้างรึไง"
    hide Eimi_Eimi_smile2

    show Eimi_Eimi_normal
    ei "เรื่องของเอมิเหรอคะ?" with dissolve
    tk "ใช่ ฉันว่าเรื่องชีวิตเธอน่าจะน่าสนใจกว่าเรื่องฉันนะ"
    n "ผมไม่ได้หวังจะฟังชีวิตเอมิอะไรหรอก จริงๆแล้วผมก็แค่อยากเปลี่ยนประเด็นเท่านั้น"
    "ต่อให้เธอไม่เล่าเรื่องตัวเอง มันก็ทำให้ผมลากเธอไปคุยเรื่องอื่นได้ง่ายขึ้นอยู่ดี"
    hide Eimi_Eimi_normal

    show Eimi_Eimi_confident2
    ei "ฮึ" with dissolve
    tk "จะทำตาคมๆทำไมกัน?"
    hide Eimi_Eimi_confident2

    show Eimi_Eimi_kira
    show shine with Dissolve(1.0)
    ei "ในที่สุดรุ่นพี่ก็พยายามสืบเรื่องของเอมิแล้ว หรือว่านี่สินะที่เขาเรียกว่าโดนจีบแบบเนียนๆน่ะ " with dissolve
    hide shine
    tk "ทำไมเธอถึงสรุปไปทางนั้นได้เนี่ย -_-“"
    hide Eimi_Eimi_kira

    show Eimi_Eimi_smug2
    ei "ไม่นึกเลยว่ารุ่นพี่จะเผยโฉมหน้าที่แท้จริงเร็วขนาดนี้นะคะ ทำเป็นนิ่งๆแต่จริงๆก็หวังเรือนร่างของเอมิอยู่สินะคะ ถึงหลอกถามเอมิแบบเนียนๆแบบนี้" with dissolve
    tk "พลังมโนเธอนี่เกินล้านจริงๆ -_-“"
    n "ผมชักจะเหนื่อยใจกับความสามารถในการปั้นแต่งเหตุการณ์ของเอมิมากขึ้นเรื่อยๆ"
    "แค่พูดนิดเดียวก็เอาไปคิดเป็นตุเป็นตะ อาการหนักจริงๆ"
    hide Eimi_Eimi_smug2

    show Eimi02_Eimi02_smile
    ei "ชีวิตเอมิก็ไม่มีอะไรมากหรอกค่า บ้านเอมิก็เป็นแค่ครอบครัวทั่วไปที่มีพ่อแม่และน้องสาวอีกคนหนึ่งที่อยู่ด้วยกันอย่างเรียบง่ายและมีความสุข " with dissolve
    tk "น้องสาวเธอนี่ทำตัวเหมือนเธอไหมเนี่ย?"
    hide Eimi02_Eimi02_smile

    show Eimi02_Eimi02_normal
    ei "หน้าตาคล้ายๆกัน แต่นิสัยไม่เหมือนค่ะ " with dissolve
    tk "ดีแล้วๆ"
    hide Eimi02_Eimi02_normal

    show Eimi02_Eimi02_0
    show question with Dissolve(1.0)
    ei "รุ่นพี่จะถามเรื่องน้องสาวหนูทำไมเหรอคะ?" with dissolve
    hide question
    tk "ก็แค่ถามเฉยๆ"
    hide Eimi02_Eimi02_0

    show Eimi02_Eimi02_panic
    show panic with Dissolve(1.0)
    ei "หรือว่ารุ่นพี่เล็งน้องสาวหนูไว้เนี่ย...โลลิค่อนค่ะ! " with dissolve
    hide panic
    tk "............."
    n "เอมิไม่ปล่อยให้ผมมีโอกาสแก้ตัวก็สรุปเองเป็นตุเป็นตะ "
    "ผมเงียบปากพูดไม่ออกเพราะแค่ฟังเธอมโนผมก็ปวดกบาลแล้ว"
    tk "แค่จินตนาการว่ามีคนแบบเธอสองคนเดินตามๆกันมาแล้วมันก็เกิดสยองขึ้นมาน่ะ ดีนะที่ทั้งครอบครัวเธอมีคนแบบเธอแค่คนเดียว "
    hide Eimi02_Eimi02_panic

    show Eimi02_Eimi02_meme02
    show surprise with Dissolve(1.0)
    ei "กัดหนูอีกแล้วค่า!" with dissolve
    hide surprise
    tk "แค่จะสื่อว่าสองคนมันเยอะเกินไป มีเธอคนเดียวก็เอะอะแล้วน่ะ"
    hide Eimi02_Eimi02_meme02

    show Eimi_Eimi_cry_meme2
    show down with Dissolve(1.0)
    ei "ไม่ใช่ปลอบใจแล้วค่ะ นี่มันกัดซ้ำชัดๆ" with dissolve
    hide down
    n "จริงๆผมไม่ได้อยากด่าเอมิหรอก แค่พยายามจะหาคำพูดชวนคุยดีๆด้วย แต่ปากผมมันชอบลากไปเสียดสีเธออยู่เรื่อยตามสันดานเดิม"
    "เพราะผมทำตัวแบบนี้หรือเปล่านะ ทั้งชมรมเลยเหลือแค่ผมคนเดียว"
    "............."
    tk "ฉันไม่ได้บอกว่าเธอแย่หรอก แค่เธอเอะอะเฉยๆ"
    hide Eimi_Eimi_cry_meme2

    show Eimi_Eimi_cry_meme3
    show down with Dissolve(1.0)
    ei "เอะอะนี่คือคำด่าชัดๆค่ะ " with dissolve
    hide down
    tk  "ฉันแค่อยากจะบอกว่าชมรมนี้น่ะมันเหลือแค่ฉัน ต่อให้เธอเอะอะส่งเสียงดัง มันก็ไม่เป็นไร"
    hide Eimi_Eimi_cry_meme3

    show Eimi_Eimi_sad2
    ei "............." with dissolve
    tk "มีเธออยู่มันก็คึกคักดีนะ มันไม่ได้เลวร้ายอะไรหรอก"
    hide Eimi_Eimi_sad2

    show Eimi_Eimi_smug
    ei "............." with dissolve
    n "เอมิฟังคำพูดของผมแล้วเธอก็ทำตาโตมากขึ้นเรื่อยๆ"
    "ผมเห็นเธอค่อยๆยกมุมปากขึ้นช้าๆจนใบหน้าเธอเต็มไปด้วยรอยยิ้มสดใส"
    hide Eimi_Eimi_smug

    show Eimi_Eimi_smug2
    ei "นี่เป็นครั้งแรกเลยนะคะที่รุ่นพี่บอกว่าอยากให้เอมิอยู่ด้วยค่ะ " with dissolve
    tk "ขนาดนั้นเลยเหรอ?"
    hide Eimi_Eimi_smug2

    show Eimi_Eimi_pout
    show pout with Dissolve(1.0)
    ei "ปกติมีแต่ไล่เอมิไม่ก็ถากถางนี่คะ" with dissolve
    hide pout
    tk "ก็ดูแต่ละอย่างที่เธอแถออกมาสิ ฉันฟังแล้วก็เลยเผลอไล่เธอน่ะ"
    hide Eimi_Eimi_pout

    show Eimi_Eimi_meh
    ei "รุ่นพี่ปากร้ายจริงๆค่ะ" with dissolve
    n "เอมิค่อยๆเงยหน้าขึ้นมา ดวงตาคู่โตของเธอสบมองกับผมตรงๆ"
    "ตั้งแต่เมื่อไหร่กันนะที่มีคนคุยกับผมได้นานขนาดนี้โดยที่ไม่หนีไปหรือเสียใจ"
    hide Eimi_Eimi_meh

    show Eimi_Eimi_smile
    ei "แต่เอมิดูออกนะคะว่ารุ่นพี่เป็นคนใจดีน่ะ" with dissolve
    tk ".............."
    n "อิทสึกิ เอมิ... เธอช่างเป็นผู้หญิงที่แปลกประหลาดจริงๆ"
    "แทนที่เธอจะเจ็บช้ำกับคำพูดที่ผมพูดออกมา เธอกลับเลือกที่จะมองทะลุลงมาถึงเจตนาที่ผมพูดและรับฟังอย่างว่าง่าย"
    stop music
    "การมีเธออยู่ตรงนี้ อาจจะไม่ใช่เรื่องที่แย่มากก็ได้"
    jump q2_5
    return
